{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_tools_migration_index_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Schéma"],"Select an option":["Sélectionnez une option"],"Settings saved successfully":["Paramètres enregistrés avec succès"],"Your SEO Settings Migration is Paused":["La migration de vos paramètres SEO est en pause"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Nous avons importé avec succès certains de vos paramètres SEO, mais la migration n’a pas été complétée. Cela peut arriver si le processus a été interrompu ou quitté prématurément. Ne vous inquiétez pas — tout ce qui a été importé jusqu’à présent est sauvegardé en toute sécurité, et aucune donnée en double ne sera créée."],"Resume Migration":["Reprendre la migration"],"Start Over":["Recommencer"],"Cancel Migration":["Annuler la migration"],"We've Imported SEO Settings. Here's What's Done:":["Nous avons importé les paramètres SEO. Voici ce qui a été fait :"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Puisque SureRank possède des fonctionnalités différentes du plugin depuis lequel vous avez importé, et qu’il s’agissait d’une migration automatique, certains paramètres peuvent ne pas avoir été transférés. Veuillez tout vérifier et tester pour vous assurer que tout fonctionne comme prévu."],"Settings which may not be migrated completely.":["Paramètres qui peuvent ne pas être complètement migrés."],"Migrate":["Migrer"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Simplifiez la gestion de votre SEO en migrant vos paramètres d’un plugin vers SureRank, assurant une transition fluide et une optimisation cohérente sur votre site web."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["La migration est en cours. Êtes-vous sûr de vouloir quitter ? Les modifications non enregistrées peuvent être perdues."],"API request failed":["La requête API a échoué"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Pour appliquer les nouveaux paramètres importés, la page se rafraîchira automatiquement dans 3 secondes."],"Migration failed":["La migration a échoué"],"Migration failed. Please try again.":["La migration a échoué. Veuillez réessayer."],"Import SEO data from":["Importer les données SEO depuis"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s sera désactivé après la migration. Décochez pour le garder actif."],"Migration Error":["Erreur de migration"],"Try Again":["Réessayer"],"%s completed":["%s terminé"],"%1$s\/%2$s imported":["%1$s\/%2$s importés"],"Preparing migration…":["Préparation de la migration…"],"Reading %s…":["Lecture de %s…"],"Reading taxonomies…":["Lecture des taxonomies…"],"Reading content…":["Lecture du contenu…"],"Migrating global settings…":["Migration des paramètres globaux…"],"Migrating %s…":["Migration de %s…"],"Migrating taxonomies…":["Migration des taxonomies…"],"Migrating content…":["Migration du contenu…"],"Processing…":["Traitement…"],"Importing SEO Settings from":["Importation des paramètres SEO depuis"],"Global Settings":["Paramètres globaux"]}}}