{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_robot-instructions_robot-instructions_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["No indexar"],"No Follow":["No seguir"],"No Archive":["No archivar"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utiliza una etiqueta %1$s en todos los %2$s para evitar que aparezcan en los resultados de búsqueda."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utiliza una etiqueta %1$s para evitar que los motores de búsqueda sigan los enlaces en %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utiliza una etiqueta %1$s para evitar que los motores de búsqueda guarden versiones en caché de %2$s."],"Post Types":["Tipos de Publicaciones"],"Taxonomies":["Taxonomías"],"Archives":["Archivos"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["Esta configuración indica a los motores de búsqueda que no indexen los tipos de publicaciones, páginas, taxonomías o archivos seleccionados. Es útil para mantener contenido de bajo valor o duplicado fuera de los resultados de búsqueda y centrar los esfuerzos de SEO en páginas clave."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["Esto impide que los motores de búsqueda sigan enlaces en el contenido seleccionado. Es útil cuando deseas evitar pasar valor de enlace a ciertas páginas o reducir el rastreo en partes de tu sitio que no son importantes para SEO."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["Esto impide que los motores de búsqueda muestren versiones en caché de contenido específico en los resultados de búsqueda. Es útil para mantener el control sobre cómo aparece tu contenido y asegurar que solo se vea la versión más reciente."]}}}