{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Tipo de Schema"],"Open SureRank SEO":["Abrir SureRank SEO"],"Fix SEO Issues with AI":["Corrigir Problemas de SEO com IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Deixe a IA detectar e resolver automaticamente problemas de SEO na página, como descrições de SEO ausentes, tags alt de imagem e mais."],"Fix It for Me":["Corrija Para Mim"],"No index":["Sem índice"],"Prevents search engines from listing your page in search results.":["Impede que os motores de busca listem sua página nos resultados de busca."],"No follow":["Sem seguir"],"Tells search engines not to follow any links on your page.":["Informa aos motores de busca para não seguir nenhum link em sua página."],"No archive":["Sem arquivo"],"Blocks search engines from storing a cached version of your page.":["Bloqueia os motores de busca de armazenar uma versão em cache de sua página."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Este conteúdo será definido como a tag de descrição meta e pode aparecer nos resultados de busca. Mantenha-o curto e explique claramente sobre o que é a página."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Veja uma prévia de como sua página pode aparecer nos resultados do motor de busca. Esta prévia é apenas para orientação e pode não corresponder exatamente a como os motores de busca exibem seu conteúdo."],"Type @ to view variable suggestions":["Digite @ para ver sugestões de variáveis"],"Sample Post - Testing Site":["Postagem de Exemplo - Site de Teste"],"This schema does not have any configurable fields":["Este esquema não possui campos configuráveis"],"Search or select an option":["Pesquise ou selecione uma opção"],"Add Schema":["Adicionar Esquema"],"Choose Schema":["Escolher Esquema"],"Cancel":["Cancelar"],"Add New":["Adicionar Novo"],"Save":["Salvar"],"Saving..":["Salvando.."],"Saved":["Salvo"],"%1$d out of %2$d checks are done.":["%1$d de %2$d verificações foram feitas."],"Passed Checks":["Verificações Aprovadas"],"Passed":["Aprovado"],"Site Icon: ":["Ícone do Site:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["O ícone do site (favicon) aparece nas abas do navegador, favoritos e dispositivos móveis. Para atualizá-lo, vá para Configurações Gerais → Ícone do Site e faça o upload de uma nova imagem sob Identidade do Site."],"Change Here":["Mudar Aqui"],"Invalid Date":["Data Inválida"],"No Date":["Sem Data"],"Critical":["Crítico"],"Warning":["Aviso"],"Click here to discover more details about this check.":["Clique aqui para descobrir mais detalhes sobre esta verificação."],"Coming Soon in SureRank Pro.":["Em Breve no SureRank Pro."],"Join Waitlist":["Junte-se à Lista de Espera"],"Confirm":["Confirmar"],"Help Me Fix":["Ajude-me a corrigir"],"Restore":["Restaurar"],"Ignore":["Ignorar"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Pararemos de sinalizar esta verificação em varreduras futuras. Se não for relevante, sinta-se à vontade para ignorá-la, você sempre pode trazê-la de volta mais tarde, se necessário."],"Suggestion":["Sugestão"],"Ignore this check":["Ignorar esta verificação"],"Restore this check":["Restaurar esta verificação"],"Ignore Page Checks":["Ignorar verificações de página"],"Action failed. Please try again.":["A ação falhou. Por favor, tente novamente."],"Settings saved successfully.":["Configurações salvas com sucesso."],"Loading page SEO checks…":["Carregando verificações de SEO da página…"],"Error loading SEO checks":["Erro ao carregar verificações de SEO"]}}}