{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Type de schéma"],"Open SureRank SEO":["Ouvrir SureRank SEO"],"Fix SEO Issues with AI":["Corriger les problèmes SEO avec l'IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Laissez l'IA détecter et résoudre automatiquement les problèmes SEO sur la page, tels que les descriptions SEO manquantes, les balises alt d'image, et plus encore."],"Fix It for Me":["Corrigez-le pour moi"],"No index":["Pas d'index"],"Prevents search engines from listing your page in search results.":["Empêche les moteurs de recherche de lister votre page dans les résultats de recherche."],"No follow":["Pas de suivi"],"Tells search engines not to follow any links on your page.":["Indique aux moteurs de recherche de ne pas suivre les liens sur votre page."],"No archive":["Pas d'archive"],"Blocks search engines from storing a cached version of your page.":["Bloque les moteurs de recherche de stocker une version mise en cache de votre page."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ce contenu sera défini comme la balise de description meta et peut apparaître dans les résultats de recherche. Gardez-le court et expliquez clairement de quoi parle la page."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Voir un aperçu de l'apparence de votre page dans les résultats des moteurs de recherche. Cet aperçu est à titre indicatif uniquement et peut ne pas correspondre exactement à la façon dont les moteurs de recherche affichent votre contenu."],"Type @ to view variable suggestions":["Tapez @ pour voir les suggestions de variables"],"Sample Post - Testing Site":["Publication d'exemple - Site de test"],"This schema does not have any configurable fields":["Ce schéma n'a aucun champ configurable"],"Search or select an option":["Rechercher ou sélectionner une option"],"Add Schema":["Ajouter un schéma"],"Choose Schema":["Choisir un schéma"],"Cancel":["Annuler"],"Add New":["Ajouter nouveau"],"Save":["Enregistrer"],"Saving..":["Enregistrement.."],"Saved":["Enregistré"],"%1$d out of %2$d checks are done.":["%1$d sur %2$d vérifications sont effectuées."],"Passed Checks":["Vérifications réussies"],"Passed":["Réussi"],"Site Icon: ":["Icône du site :"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icône du site (favicon) apparaît dans les onglets de navigateur, les favoris et sur les appareils mobiles. Pour la mettre à jour, allez dans Paramètres généraux → Icône du site et téléchargez une nouvelle image sous Identité du site."],"Change Here":["Changer ici"],"Invalid Date":["Date invalide"],"No Date":["Pas de date"],"Critical":["Critique"],"Warning":["Avertissement"],"Click here to discover more details about this check.":["Cliquez ici pour découvrir plus de détails sur cette vérification."],"Coming Soon in SureRank Pro.":["Bientôt disponible dans SureRank Pro."],"Join Waitlist":["Rejoindre la liste d'attente"],"Confirm":["Confirmer"],"Help Me Fix":["Aidez-moi à réparer"],"Restore":["Restaurer"],"Ignore":["Ignorer"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Nous cesserons de signaler cette vérification lors des analyses futures. Si ce n'est pas pertinent, n'hésitez pas à l'ignorer, vous pouvez toujours la réactiver plus tard si nécessaire."],"Suggestion":["Suggestion"],"Ignore this check":["Ignorer cette vérification"],"Restore this check":["Restaurer cette vérification"],"Ignore Page Checks":["Ignorer les vérifications de page"],"Action failed. Please try again.":["Action échouée. Veuillez réessayer."],"Settings saved successfully.":["Paramètres enregistrés avec succès."],"Loading page SEO checks…":["Chargement des vérifications SEO de la page…"],"Error loading SEO checks":["Erreur lors du chargement des vérifications SEO"]}}}