{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_tools_migration_index_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Skema"],"Select an option":["Pilih opsi"],"Settings saved successfully":["Pengaturan berhasil disimpan"],"Your SEO Settings Migration is Paused":["Migrasi Pengaturan SEO Anda Ditangguhkan"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Kami telah berhasil mengimpor beberapa pengaturan SEO Anda, tetapi migrasi belum selesai. Ini bisa terjadi jika proses terganggu atau dihentikan lebih awal. Jangan khawatir — semua yang telah diimpor disimpan dengan aman, dan tidak akan ada data duplikat yang dibuat."],"Resume Migration":["Lanjutkan Migrasi"],"Start Over":["Mulai Ulang"],"Cancel Migration":["Batalkan Migrasi"],"We've Imported SEO Settings. Here's What's Done:":["Kami Telah Mengimpor Pengaturan SEO. Berikut yang Sudah Dilakukan:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Karena SureRank memiliki fitur yang berbeda dibandingkan plugin yang Anda impor, dan ini adalah migrasi otomatis, beberapa pengaturan mungkin tidak terbawa. Silakan tinjau dan uji semuanya untuk memastikan berfungsi seperti yang diharapkan."],"Settings which may not be migrated completely.":["Pengaturan yang mungkin tidak sepenuhnya dimigrasi."],"Migrate":["Migrasi"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Permudah pengelolaan SEO Anda dengan memigrasikan pengaturan dari plugin ke SureRank, memastikan transisi yang mulus dan optimisasi yang konsisten di seluruh situs web Anda."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["Migrasi sedang berlangsung. Apakah Anda yakin ingin meninggalkan? Perubahan yang belum disimpan mungkin hilang"],"API request failed":["Permintaan API gagal"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Untuk menerapkan pengaturan impor baru, halaman akan menyegarkan secara otomatis dalam 3 detik"],"Migration failed":["Migrasi gagal"],"Migration failed. Please try again.":["Migrasi gagal. Silakan coba lagi"],"Import SEO data from":["Impor data SEO dari"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s akan dinonaktifkan setelah migrasi. Hilangkan centang untuk tetap aktif"],"Migration Error":["Kesalahan Migrasi"],"Try Again":["Coba Lagi"],"%s completed":["%s selesai"],"%1$s\/%2$s imported":["%1$s\/%2$s diimpor"],"Preparing migration…":["Menyiapkan migrasi…"],"Reading %s…":["Membaca %s…"],"Reading taxonomies…":["Membaca taksonomi…"],"Reading content…":["Membaca konten…"],"Migrating global settings…":["Mentransfer pengaturan global…"],"Migrating %s…":["Mentransfer %s…"],"Migrating taxonomies…":["Mentransfer taksonomi…"],"Migrating content…":["Mentransfer konten…"],"Processing…":["Memproses…"],"Importing SEO Settings from":["Mengimpor Pengaturan SEO dari"],"Global Settings":["Pengaturan Global"]}}}