{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/210\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["Nessun indice"],"No Follow":["Nessun follow"],"No Archive":["Nessun archivio"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utilizza un tag %1$s su tutti i %2$s per impedire loro di apparire nei risultati di ricerca."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utilizza un tag %1$s per impedire ai motori di ricerca di seguire i link su %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utilizza un tag %1$s per impedire ai motori di ricerca di salvare versioni cache di %2$s."],"Post Types":["Tipi di post"],"Taxonomies":["Tassonomie"],"Archives":["Archivi"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["Questa impostazione indica ai motori di ricerca di non indicizzare i tipi di post, le pagine, le tassonomie o gli archivi selezionati. È utile per escludere contenuti a basso valore o duplicati dai risultati di ricerca e concentrare gli sforzi SEO sulle pagine chiave."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["Questo impedisce ai motori di ricerca di seguire i link sui contenuti selezionati. È utile quando vuoi evitare di trasferire valore ai link verso determinate pagine o ridurre la scansione di parti del tuo sito non importanti per la SEO."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["Questo impedisce ai motori di ricerca di mostrare versioni memorizzate nella cache di contenuti specifici nei risultati di ricerca. È utile per mantenere il controllo su come appare il tuo contenuto e assicurare che venga visualizzata solo la versione più recente."]}}}