{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_robot-instructions_robot-instructions_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["Pas d'index"],"No Follow":["Pas de suivi"],"No Archive":["Pas d'archive"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utilisez une balise %1$s sur tous les %2$s pour éviter qu'ils n'apparaissent dans les résultats de recherche."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utilisez une balise %1$s pour empêcher les moteurs de recherche de suivre les liens sur %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utilisez une balise %1$s pour empêcher les moteurs de recherche d'enregistrer des versions mises en cache de %2$s."],"Post Types":["Types de publications"],"Taxonomies":["Taxonomies"],"Archives":["Archives"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["Ce paramètre indique aux moteurs de recherche de ne pas indexer certains types de publications, pages, taxonomies ou archives sélectionnés. Il est utile pour exclure du contenu de faible valeur ou dupliqué des résultats de recherche et concentrer les efforts SEO sur les pages clés."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["Cela empêche les moteurs de recherche de suivre les liens sur certains contenus sélectionnés. C’est utile lorsque vous souhaitez éviter de transmettre de la valeur de lien à certaines pages ou réduire le crawl sur des parties de votre site qui ne sont pas importantes pour le SEO."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["Cela empêche les moteurs de recherche d'afficher des versions en cache de contenus spécifiques dans les résultats de recherche. C’est utile pour garder le contrôle sur l’apparence de votre contenu et garantir que seule la version la plus récente soit vue."]}}}