{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_robot-instructions_robot-instructions_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["Tidak Indeks"],"No Follow":["Tidak Ikuti"],"No Archive":["Tidak Arsip"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Gunakan tag %1$s pada semua %2$s untuk mencegahnya muncul di hasil pencarian."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Gunakan tag %1$s untuk menghentikan mesin pencari mengikuti tautan di %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Gunakan tag %1$s untuk mencegah mesin pencari menyimpan versi cache dari %2$s."],"Post Types":["Jenis Pos"],"Taxonomies":["Taksonomi"],"Archives":["Arsip"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["Pengaturan ini memberi tahu mesin pencari untuk tidak mengindeks jenis posting, halaman, taksonomi, atau arsip yang dipilih. Ini berguna untuk menjaga konten bernilai rendah atau duplikat agar tidak muncul di hasil pencarian dan memfokuskan upaya SEO pada halaman utama."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["Ini menghentikan mesin pencari mengikuti tautan pada konten yang dipilih. Ini berguna saat Anda ingin menghindari penerusan nilai tautan ke halaman tertentu atau mengurangi perayapan pada bagian situs yang tidak penting untuk SEO."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["Ini mencegah mesin pencari menampilkan versi cache dari konten tertentu di hasil pencarian. Ini membantu mengontrol bagaimana konten Anda muncul dan memastikan hanya versi terbaru yang dilihat."]}}}