{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Schema Type"],"Cancel":["Annuleren"],"Save":["Opslaan"],"Saving..":["Opslaan.."],"Saved":["Opgeslagen"],"Fix It for Me":["Los het voor mij op"],"Site Icon: ":["Site-icoon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Het site-icoon (favicon) verschijnt in browsertabs, bladwijzers en op mobiele apparaten. Om het bij te werken, gaat u naar Algemene instellingen → Site-icoon en uploadt u een nieuwe afbeelding onder Site-identiteit."],"Change Here":["Hier wijzigen"],"Type @ to view variable suggestions":["Typ @ om variabele suggesties te bekijken"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Bekijk een voorbeeld van hoe uw pagina kan verschijnen in zoekmachine resultaten. Dit voorbeeld is alleen ter begeleiding en komt mogelijk niet exact overeen met hoe zoekmachines uw inhoud weergeven."],"Invalid Date":["Ongeldige datum"],"No Date":["Geen datum"],"Fix SEO Issues with AI":["Los SEO-problemen op met AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Laat AI automatisch on-page SEO-problemen detecteren en oplossen, zoals ontbrekende SEO-beschrijvingen, alt-tags voor afbeeldingen, en meer."],"Sample Post - Testing Site":["Voorbeeldpost - Testsite"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Deze inhoud zal worden ingesteld als de meta-beschrijvingstag en kan verschijnen in zoekresultaten. Houd het kort en leg duidelijk uit waar de pagina over gaat."],"No index":["Geen index"],"Prevents search engines from listing your page in search results.":["Voorkomt dat zoekmachines uw pagina in zoekresultaten vermelden."],"No follow":["Geen follow"],"Tells search engines not to follow any links on your page.":["Geeft zoekmachines de instructie om geen links op uw pagina te volgen."],"No archive":["Geen archief"],"Blocks search engines from storing a cached version of your page.":["Blokkeert zoekmachines om een gecachte versie van uw pagina op te slaan."],"Add New":["Nieuwe toevoegen"],"Search or select an option":["Zoek of selecteer een optie"],"This schema does not have any configurable fields":["Dit schema heeft geen configureerbare velden"],"Add Schema":["Schema toevoegen"],"Choose Schema":["Kies schema"],"%1$d out of %2$d checks are done.":["%1$d van de %2$d controles zijn voltooid."],"Passed Checks":["Geslaagde controles"],"Passed":["Geslaagd"],"Open SureRank SEO":["Open SureRank SEO"],"Critical":["Kritiek"],"Warning":["Waarschuwing"],"Click here to discover more details about this check.":["Klik hier voor meer details over deze controle."],"Coming Soon in SureRank Pro.":["Binnenkort beschikbaar in SureRank Pro."],"Join Waitlist":["Meld je aan voor de wachtlijst"],"Confirm":["Bevestigen"],"Help Me Fix":["Help me het op te lossen"],"Restore":["Herstellen"],"Ignore":["Negeren"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["We zullen deze controle in toekomstige scans niet meer markeren. Als het niet relevant is, kun je het gerust negeren; je kunt het later altijd weer terughalen indien nodig."],"Suggestion":["Suggestie"],"Ignore this check":["Negeer deze controle"],"Restore this check":["Herstel deze controle"],"Ignore Page Checks":["Pagina-controles negeren"],"Action failed. Please try again.":["Actie mislukt. Probeer het alstublieft opnieuw."],"Settings saved successfully.":["Instellingen succesvol opgeslagen."],"Loading page SEO checks…":["Pagina SEO-controles laden…"],"Error loading SEO checks":["Fout bij het laden van SEO-controles"]}}}