{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Typ schematu"],"Cancel":["Anuluj"],"Save":["Zapisz"],"Saving..":["Zapisywanie.."],"Saved":["Zapisano"],"Fix It for Me":["Napraw to za mnie"],"Site Icon: ":["Ikona witryny:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikona witryny (favicon) pojawia się na kartach przeglądarki, w zakładkach i na urządzeniach mobilnych. Aby ją zaktualizować, przejdź do Ustawień ogólnych → Ikona witryny i prześlij nowy obrazek w sekcji Tożsamość witryny."],"Change Here":["Zmień tutaj"],"Type @ to view variable suggestions":["Wpisz @, aby zobaczyć sugestie zmiennych"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Zobacz podgląd, jak Twoja strona może wyglądać w wynikach wyszukiwania. Ten podgląd ma charakter wyłącznie informacyjny i może nie dokładnie odpowiadać temu, jak wyszukiwarki wyświetlają Twoje treści."],"Invalid Date":["Nieprawidłowa data"],"No Date":["Brak daty"],"Fix SEO Issues with AI":["Napraw problemy SEO za pomocą AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Pozwól AI automatycznie wykrywać i rozwiązywać problemy SEO na stronie, takie jak brakujące opisy SEO, tagi alt obrazów i inne."],"Sample Post - Testing Site":["Przykładowy post - Testowanie witryny"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ta treść zostanie ustawiona jako tag opisu meta i może pojawić się w wynikach wyszukiwania. Zachowaj ją krótko i jasno wyjaśnij, o czym jest strona."],"No index":["Brak indeksu"],"Prevents search engines from listing your page in search results.":["Zapobiega wyświetlaniu Twojej strony w wynikach wyszukiwania przez wyszukiwarki."],"No follow":["Brak śledzenia"],"Tells search engines not to follow any links on your page.":["Informuje wyszukiwarki, aby nie śledziły żadnych linków na Twojej stronie."],"No archive":["Brak archiwum"],"Blocks search engines from storing a cached version of your page.":["Blokuje wyszukiwarki przed przechowywaniem wersji pamięci podręcznej Twojej strony."],"Add New":["Dodaj nowy"],"Search or select an option":["Szukaj lub wybierz opcję"],"This schema does not have any configurable fields":["Ten schemat nie ma żadnych konfigurowalnych pól"],"Add Schema":["Dodaj schemat"],"Choose Schema":["Wybierz schemat"],"%1$d out of %2$d checks are done.":["%1$d z %2$d kontroli zostało zakończonych."],"Passed Checks":["Zaliczono kontrole"],"Passed":["Zaliczono"],"Open SureRank SEO":["Otwórz SureRank SEO"],"Critical":["Krytyczny"],"Warning":["Ostrzeżenie"],"Click here to discover more details about this check.":["Kliknij tutaj, aby poznać więcej szczegółów na temat tej kontroli."],"Coming Soon in SureRank Pro.":["Wkrótce w SureRank Pro."],"Join Waitlist":["Dołącz do listy oczekujących"],"Confirm":["Potwierdź"],"Help Me Fix":["Pomóż mi naprawić"],"Restore":["Przywróć"],"Ignore":["Ignoruj"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Przestaniemy oznaczać tę kontrolę w przyszłych skanach. Jeśli nie jest to istotne, możesz to zignorować, zawsze możesz to przywrócić później, jeśli zajdzie taka potrzeba."],"Suggestion":["Sugestia"],"Ignore this check":["Zignoruj to sprawdzenie"],"Restore this check":["Przywróć to sprawdzenie"],"Ignore Page Checks":["Zignoruj kontrole stron"],"Action failed. Please try again.":["Akcja nie powiodła się. Proszę spróbować ponownie."],"Settings saved successfully.":["Ustawienia zapisane pomyślnie."],"Loading page SEO checks…":["Ładowanie sprawdzeń SEO strony…"],"Error loading SEO checks":["Błąd ładowania sprawdzeń SEO"]}}}