{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_tools_migration_index_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Esquema"],"Select an option":["Selecciona una opción"],"Settings saved successfully":["Configuraciones guardadas con éxito"],"Your SEO Settings Migration is Paused":["La migración de sus configuraciones SEO está en pausa"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Hemos importado con éxito algunas de sus configuraciones SEO, pero la migración no se completó. Esto puede suceder si el proceso fue interrumpido o salió antes de tiempo. No se preocupe: todo lo importado hasta ahora está guardado de forma segura y no se crearán datos duplicados."],"Resume Migration":["Reanudar migración"],"Start Over":["Comenzar de nuevo"],"Cancel Migration":["Cancelar migración"],"We've Imported SEO Settings. Here's What's Done:":["Hemos importado configuraciones SEO. Esto es lo que se ha hecho:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Dado que SureRank tiene funciones diferentes en comparación con el plugin del que importó, y esta fue una migración automática, algunas configuraciones pueden no haberse transferido. Por favor, revise y pruebe todo para asegurarse de que funcione como se espera."],"Settings which may not be migrated completely.":["Configuraciones que pueden no haberse migrado completamente."],"Migrate":["Migrar"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Simplifique la gestión de su SEO migrando sus configuraciones de un plugin a SureRank, asegurando una transición sin problemas y una optimización consistente en todo su sitio web."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["La migración está en progreso. ¿Está seguro de que desea salir? Los cambios no guardados pueden perderse."],"API request failed":["La solicitud de API falló"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Para aplicar la nueva configuración importada, la página se actualizará automáticamente en 3 segundos."],"Migration failed":["La migración falló"],"Migration failed. Please try again.":["La migración falló. Por favor, inténtelo de nuevo."],"Import SEO data from":["Importar datos SEO desde"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s se desactivará después de la migración. Desmarque para mantenerlo activo."],"Migration Error":["Error de migración"],"Try Again":["Intentar de nuevo"],"%s completed":["%s completado"],"%1$s\/%2$s imported":["%1$s\/%2$s importados"],"Preparing migration…":["Preparando la migración…"],"Reading %s…":["Leyendo %s…"],"Reading taxonomies…":["Leyendo taxonomías…"],"Reading content…":["Leyendo contenido…"],"Migrating global settings…":["Migrando configuraciones globales…"],"Migrating %s…":["Migrando %s…"],"Migrating taxonomies…":["Migrando taxonomías…"],"Migrating content…":["Migrando contenido…"],"Processing…":["Procesando…"],"Importing SEO Settings from":["Importando configuraciones SEO desde"],"Global Settings":["Configuraciones globales"]}}}