{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tablero"],"General":["General"],"Advanced":["Avanzado"],"Post Title":["Título de la publicación"],"Separator":["Separador"],"Site Name":["Nombre del sitio"],"Schema Title":["Título del Esquema"],"Schema Type":["Tipo de Esquema"],"Post Excerpt":["Extracto de publicación"],"Term Description":["Descripción de término"],"Fix SEO Issues with AI":["Arreglar problemas de SEO con IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Deje que la IA detecte y resuelva automáticamente los problemas de SEO en la página, como descripciones de SEO faltantes, etiquetas alt de imágenes y más."],"Upgrade Now":["Actualizar ahora"],"Fix It for Me":["Arreglarlo por mí"],"Tagline":["Lema"],"Term Title":["Título del término"],"No index":["No indexar"],"Prevents search engines from listing your page in search results.":["Evita que los motores de búsqueda enumeren tu página en los resultados de búsqueda."],"No follow":["No seguir"],"Tells search engines not to follow any links on your page.":["Indica a los motores de búsqueda que no sigan ningún enlace en tu página."],"No archive":["No archivar"],"Blocks search engines from storing a cached version of your page.":["Bloquea a los motores de búsqueda de almacenar una versión en caché de tu página."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Este contenido se establecerá como la etiqueta de descripción meta y puede aparecer en los resultados de búsqueda. Mantenlo breve y explica claramente de qué trata la página."],"Search Engine Preview":["Vista previa del motor de búsqueda"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Ver una vista previa de cómo puede aparecer tu página en los resultados de los motores de búsqueda. Esta vista previa es solo para orientación y puede no coincidir exactamente con cómo los motores de búsqueda muestran tu contenido."],"Search Engine Title":["Título del motor de búsqueda"],"Type @ to view variable suggestions":["Escribe @ para ver sugerencias de variables"],"Search Engine Description":["Descripción del motor de búsqueda"],"Sample Post - Testing Site":["Publicación de muestra - Sitio de prueba"],"Social Image":["Imagen social"],"Social Title":["Título social"],"Social Description":["Descripción social"],"%s Preview":["%s Vista previa"],"Robot Instructions":["Instrucciones para robots"],"Social":["Social"],"This schema does not have any configurable fields":["Este esquema no tiene campos configurables"],"Search or select an option":["Buscar o seleccionar una opción"],"Add Schema":["Agregar esquema"],"Choose Schema":["Elegir esquema"],"Cancel":["Cancelar"],"Add New":["Agregar nuevo"],"Schema":["Esquema"],"Save":["Guardar"],"Saving..":["Guardando.."],"Saved":["Guardado"],"Bad":["Malo"],"Fair":["Regular"],"Settings":["Configuraciones"],"Proceed":["Proceder"],"Failed to fetch general seo analysis report":["Error al obtener el informe general de análisis SEO"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Ocurrió un error inesperado al obtener el informe general de análisis SEO. Por favor, inténtalo de nuevo más tarde."],"Failed to fetch other seo analysis report":["Error al obtener otro informe de análisis SEO"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Ocurrió un error inesperado al obtener el otro informe de análisis SEO. Por favor, inténtalo de nuevo más tarde."],"Failed to fetch analysis report":["Error al obtener el informe de análisis"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Ocurrió un error inesperado al obtener el informe de análisis SEO de configuraciones. Por favor, inténtalo de nuevo más tarde."],"Search…":["Buscar…"],"Critical SEO Issues Detected":["Problemas críticos de SEO detectados"],"Needs Improvement":["Necesita mejoras"],"SEO is Optimized":["SEO está optimizado"],"What's New?":["¿Qué hay de nuevo?"],"Knowledge Base":["Base de conocimientos"],"Please select a site":["Por favor, selecciona un sitio"],"Failed to proceed":["Error al proceder"],"Site selected successfully":["Sitio seleccionado con éxito"],"Select a site":["Selecciona un sitio"],"No Verified Site Found":["No se encontró ningún sitio verificado"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Agrega y verifica tu sitio en Google Search Console para comenzar a ver información aquí."],"Learn more":["Aprender más"],"Search Console Account":["Cuenta de Search Console"],"Please select a site below to view its data.":["Por favor, selecciona un sitio a continuación para ver sus datos."],"Facebook Preview":["Vista previa de Facebook"],"X Preview":["Vista previa de X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Una vez que se seleccione un sitio, verás cómo está rindiendo tu contenido en los motores de búsqueda aquí."],"Actions":["Acciones"],"View":["Ver"],"Search":["Buscar"],"Content Performance":["Rendimiento del contenido"],"No Content Performance to Show":["No hay rendimiento de contenido para mostrar"],"Home Page":["Página de inicio"],"Sitemaps":["Sitemaps"],"Site Analysis":["Análisis del sitio"],"No additional information to show.":["No hay información adicional para mostrar."],"Site SEO Analysis":["Análisis SEO del sitio"]," Fix All for Me":["Reparar todo por mí"],"No Results Found":["No se encontraron resultados"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Tu búsqueda no coincidió con ningún resultado. Por favor, intenta con una palabra clave diferente o refina tus criterios de búsqueda."],"Issue":["Problema"],"Action":["Acción"],"Page %1$s out of %2$s":["Página %1$s de %2$s"],"Previous page":["Página anterior"],"Page %s":["Página %s"],"Next page":["Página siguiente"],"Good":["Bien"],"Enable Author Archive":["Habilitar archivo de autor"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Muestra todas las publicaciones publicadas por un autor específico. Útil para mostrar las contribuciones de un autor y ayudar a los motores de búsqueda a entender la autoría y la relevancia temática."],"Enable Date Archive":["Habilitar archivo de fecha"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Agrupa publicaciones por mes o año. Ayuda a los visitantes a explorar contenido cronológicamente y permite a los motores de búsqueda indexar mejor el contenido basado en el tiempo."],"Archive Pages":["Páginas de archivo"],"XML":["XML"],"Enable XML Sitemap":["Habilitar mapa del sitio XML"],"Generates an XML sitemap to help search engines index your site content.":["Genera un mapa del sitio XML para ayudar a los motores de búsqueda a indexar el contenido de tu sitio."],"Include Images in XML Sitemap":["Incluir imágenes en el mapa del sitio XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Agrega imágenes de tus publicaciones y páginas al mapa del sitio XML para que los motores de búsqueda puedan encontrarlas e indexarlas más fácilmente. Las imágenes son visibles solo en el código fuente."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["El mapa del sitio está actualmente deshabilitado. Por favor, habilita el mapa del sitio XML en la configuración para acceder al archivo del mapa del sitio."],"Open Sitemap":["Abrir mapa del sitio"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Estas configuraciones ayudan a los motores de búsqueda a entender cómo tratar tu página de inicio en los resultados de búsqueda. Habilitar 'No Index' evitará que la página de inicio aparezca en los resultados de búsqueda. 'No Follow' indica a los motores de búsqueda que no sigan ningún enlace en la página, y 'No Archive' impide que los motores de búsqueda almacenen una versión en caché de la página. Estas configuraciones solo se aplican a la página de inicio de tu sitio web."],"No Index":["No indexar"],"Prevents search engines from listing your home page in search results.":["Evita que los motores de búsqueda enumeren tu página de inicio en los resultados de búsqueda."],"No Follow":["No seguir"],"Tells search engines not to follow any links on your home page.":["Indica a los motores de búsqueda que no sigan ningún enlace en tu página de inicio."],"No Archive":["No archivar"],"Blocks search engines from storing a cached version of your home page.":["Bloquea a los motores de búsqueda de almacenar una versión en caché de tu página de inicio."],"This is only for Home Page. These settings will not affect any other pages.":["Esto es solo para la página de inicio. Estas configuraciones no afectarán a ninguna otra página."],"Site Name: ":["Nombre del sitio:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["El nombre del sitio utilizado en los títulos y descripciones meta se toma de la Configuración General de WordPress, donde se define bajo \"Título del sitio\"."],"Site Icon: ":["Ícono del sitio:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["El ícono del sitio (favicon) aparece en las pestañas del navegador, marcadores y dispositivos móviles. Para actualizarlo, ve a Configuración General → Ícono del sitio y sube una nueva imagen bajo Identidad del sitio."],"Change Here":["Cambiar aquí"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Establece un título predeterminado para todas las páginas de publicaciones individuales para ayudar a definir cómo aparecen en los motores de búsqueda. Puedes anular este título para cualquier publicación editándolo directamente."],"Titles and Descriptions":["Títulos y Descripciones"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Ingresa las URL completas de tus perfiles oficiales. Estas se agregarán al esquema de Organización bajo SameAs para ayudar a los motores de búsqueda a verificar tu presencia en línea."],"Other Accounts":["Otras cuentas"],"Site Facebook Page":["Página de Facebook del sitio"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Proporciona la URL completa de tu página oficial de Facebook. Esta URL se utilizará en los datos estructurados de tu sitio bajo el campo Esquema → Organización → SameAs para asociar tu marca con su perfil social verificado."],"Author Facebook Page":["Página de Facebook del autor"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Ingresa la URL de tu página de autor de Facebook predeterminada. Se utilizará en los datos estructurados cuando una publicación no tenga un perfil de autor específico establecido, útil para sitios con múltiples autores."],"Facebook":["Facebook"],"Select Default Image":["Seleccionar imagen predeterminada"],"Set Default Image":["Establecer imagen predeterminada"],"Default Image":["Imagen predeterminada"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Establece una imagen predeterminada que se utilizará para compartir en redes sociales cuando no haya una imagen destacada o específica para redes sociales disponible. Esto asegura que tu contenido siempre tenga un visual cuando se comparta en plataformas como Facebook o X (Twitter)."],"Preview":["Vista previa"],"Fallback":["Reemplazo"],"Summary Large Image":["Imagen grande de resumen"],"Summary":["Resumen"],"X Card Type":["Tipo de tarjeta X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Elige cómo aparecerá tu contenido cuando se comparta en X (anteriormente Twitter). Esta configuración determina el tipo de tarjeta, ya sea un resumen o un resumen con una imagen grande, utilizado en la vista previa de la publicación."],"Site's X Profile":["Perfil X del sitio"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Proporciona la URL completa de tu perfil oficial de X (Twitter). Esta URL se utilizará en los datos estructurados de tu sitio bajo el campo Esquema → Organización → SameAs para asociar tu marca con su perfil social verificado."],"Author’s X Profile":["Perfil X del autor"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Ingresa la URL de tu página de autor de Twitter de reemplazo. Esta se utilizará si no se proporciona una URL de autor individual."],"X":["X"],"Invalid Date":["Fecha inválida"],"No Date":["Sin fecha"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utiliza una etiqueta %1$s en todos los %2$s para evitar que aparezcan en los resultados de búsqueda."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utiliza una etiqueta %1$s para evitar que los motores de búsqueda sigan los enlaces en %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utiliza una etiqueta %1$s para evitar que los motores de búsqueda guarden versiones en caché de %2$s."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Una página estática se establece como la página de inicio de tu sitio web en el Panel de control de WordPress > Configuración > Lectura."],"Edit the home page":["Editar la página de inicio"]," to set its search engine and social settings.":["para establecer sus configuraciones de motor de búsqueda y sociales."],"Use data from Facebook Tab":["Usar datos de la pestaña de Facebook"],"Select an option":["Selecciona una opción"],"Search posts\/pages\/taxonomies, etc":["Buscar publicaciones\/páginas\/taxonomías, etc."],"Display On":["Mostrar en"],"Add Condition":["Agregar condición"],"Do Not Display On":["No mostrar en"],"Back":["Atrás"],"Properties":["Propiedades"],"Display Conditions":["Condiciones de visualización"],"Remove":["Eliminar"]}}}