{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_general_home-page_home-page_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Avanzado"],"Search Engine Preview":["Vista previa del motor de búsqueda"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Ver una vista previa de cómo puede aparecer tu página en los resultados de los motores de búsqueda. Esta vista previa es solo para orientación y puede no coincidir exactamente con cómo los motores de búsqueda muestran tu contenido."],"Search Engine Title":["Título del motor de búsqueda"],"Type @ to view variable suggestions":["Escribe @ para ver sugerencias de variables"],"Search Engine Description":["Descripción del motor de búsqueda"],"Social Image":["Imagen social"],"Social Title":["Título social"],"Social Description":["Descripción social"],"%s Preview":["%s Vista previa"],"Home Page":["Página de inicio"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Establece una imagen predeterminada que se utilizará para compartir en redes sociales cuando no haya una imagen destacada o específica para redes sociales disponible. Esto asegura que tu contenido siempre tenga un visual cuando se comparta en plataformas como Facebook o X (Twitter)."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Una página estática se establece como la página de inicio de tu sitio web en el Panel de control de WordPress > Configuración > Lectura."],"Edit the home page":["Editar la página de inicio"]," to set its search engine and social settings.":["para establecer sus configuraciones de motor de búsqueda y sociales."],"Use data from Facebook Tab":["Usar datos de la pestaña de Facebook"],"Home Page General":["Página de Inicio General"],"Home Page Social":["Página de Inicio Social"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Establece un título y una descripción personalizados para tu página de inicio para controlar cómo aparece en los resultados de búsqueda de Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Establece un título, descripción e imagen personalizados para Facebook y Twitter para controlar cómo aparece tu página de inicio cuando se comparte. Esto ayuda a que tu contenido se vea más atractivo en las redes sociales."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Controla cómo los motores de búsqueda tratan tu página de inicio. Estas opciones te permiten ocultarla de los resultados de búsqueda, detener el seguimiento de enlaces o prevenir la visualización de versiones en caché."]}}}