{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/835\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Schema"],"Select an option":["Wählen Sie eine Option"],"Settings saved successfully":["Einstellungen erfolgreich gespeichert"],"Your SEO Settings Migration is Paused":["Ihre SEO-Einstellungen-Migration ist pausiert"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Wir haben einige Ihrer SEO-Einstellungen erfolgreich importiert, aber die Migration wurde nicht abgeschlossen. Dies kann passieren, wenn der Prozess unterbrochen oder vorzeitig beendet wurde. Keine Sorge – alles bisher Importierte ist sicher gespeichert, und es werden keine doppelten Daten erstellt."],"Resume Migration":["Migration fortsetzen"],"Start Over":["Neu starten"],"Cancel Migration":["Migration abbrechen"],"We've Imported SEO Settings. Here's What's Done:":["Wir haben SEO-Einstellungen importiert. Folgendes wurde erledigt:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Da SureRank andere Funktionen als das Plugin hat, von dem Sie importiert haben, und dies eine automatische Migration war, wurden möglicherweise nicht alle Einstellungen übernommen. Bitte überprüfen und testen Sie alles, um sicherzustellen, dass es wie erwartet funktioniert."],"Settings which may not be migrated completely.":["Einstellungen, die möglicherweise nicht vollständig migriert wurden."],"Migrate":["Migrieren"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Vereinfachen Sie Ihre SEO-Verwaltung, indem Sie Ihre Einstellungen von einem Plugin zu SureRank migrieren, um einen nahtlosen Übergang und eine konsistente Optimierung Ihrer Website zu gewährleisten."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["Die Migration läuft. Sind Sie sicher, dass Sie die Seite verlassen möchten? Nicht gespeicherte Änderungen gehen möglicherweise verloren."],"API request failed":["API-Anfrage fehlgeschlagen"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Um die neuen importierten Einstellungen anzuwenden, wird die Seite in 3 Sekunden automatisch aktualisiert."],"Migration failed":["Migration fehlgeschlagen"],"Migration failed. Please try again.":["Migration fehlgeschlagen. Bitte versuchen Sie es erneut."],"Import SEO data from":["SEO-Daten importieren von"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s wird nach der Migration deaktiviert. Deaktivieren Sie die Auswahl, um es aktiv zu halten."],"Migration Error":["Migrationsfehler"],"Try Again":["Erneut versuchen"],"%s completed":["%s abgeschlossen"],"%1$s\/%2$s imported":["%1$s\/%2$s importiert"],"Preparing migration…":["Migration wird vorbereitet…"],"Reading %s…":["Lese %s…"],"Reading taxonomies…":["Lese Taxonomien…"],"Reading content…":["Lese Inhalte…"],"Migrating global settings…":["Migration der globalen Einstellungen…"],"Migrating %s…":["Migration von %s…"],"Migrating taxonomies…":["Migration der Taxonomien…"],"Migrating content…":["Migration der Inhalte…"],"Processing…":["Verarbeitung…"],"Importing SEO Settings from":["Importiere SEO-Einstellungen von"],"Global Settings":["Globale Einstellungen"]}}}