{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Open SureRank SEO":["Öffne SureRank SEO"],"No index":["Kein Index"],"Prevents search engines from listing your page in search results.":["Verhindert, dass Suchmaschinen deine Seite in den Suchergebnissen auflisten."],"No follow":["Kein Follow"],"Tells search engines not to follow any links on your page.":["Sagt Suchmaschinen, dass sie keine Links auf deiner Seite folgen sollen."],"No archive":["Kein Archiv"],"Blocks search engines from storing a cached version of your page.":["Blockiert Suchmaschinen daran, eine zwischengespeicherte Version deiner Seite zu speichern."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Dieser Inhalt wird als Meta-Beschreibungstag festgelegt und kann in den Suchergebnissen erscheinen. Halte es kurz und erkläre klar, worum es auf der Seite geht."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Sieh dir eine Vorschau an, wie deine Seite in den Suchergebnissen erscheinen könnte. Diese Vorschau dient nur zur Orientierung und könnte nicht genau mit der Darstellung durch Suchmaschinen übereinstimmen."],"SureRank Meta Box":["SureRank Meta-Box"],"Page contains at least one subheading.":["Die Seite enthält mindestens eine Unterüberschrift."],"All images on this page have alt text attributes.":["Alle Bilder auf dieser Seite haben Alt-Textattribute."],"This page includes images or videos to enhance content.":["Diese Seite enthält Bilder oder Videos zur Verbesserung des Inhalts."],"No images or videos found on this page.":["Keine Bilder oder Videos auf dieser Seite gefunden."],"Canonical tag is not present on the page.":["Das kanonische Tag ist auf der Seite nicht vorhanden."],"Canonical tag is present on the page.":["Das kanonische Tag ist auf der Seite vorhanden."],"Page URL is short and SEO-friendly.":["Die URL der Seite ist kurz und SEO-freundlich."],"Page URL is longer than %s characters and may affect SEO and readability.":["Die URL der Seite ist länger als %s Zeichen und kann SEO und Lesbarkeit beeinträchtigen."],"One or more broken links found on the page.":["Einer oder mehrere defekte Links wurden auf der Seite gefunden."],"This page includes video(s) but no images.":["Diese Seite enthält Video(s), aber keine Bilder."],"No links found on this page.":["Keine Links auf dieser Seite gefunden."],"Links are present on this page.":["Links sind auf dieser Seite vorhanden."],"No broken links found on the page.":["Keine defekten Links auf der Seite gefunden."],"Issue":["Problem"],"Site Icon: ":["Site-Icon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Das Site-Icon (Favicon) erscheint in Browser-Tabs, Lesezeichen und auf mobilen Geräten. Um es zu aktualisieren, gehen Sie zu Allgemeine Einstellungen → Site-Icon und laden Sie ein neues Bild unter der Seitenidentität hoch."],"Change Here":["Hier ändern"],"Invalid Date":["Ungültiges Datum"],"No Date":["Kein Datum"],"Page does not contain at least one subheading.":["Die Seite enthält nicht mindestens eine Unterüberschrift."],"Warning":["Warnung"],"These broken links were found on the page:":["Diese defekten Links wurden auf der Seite gefunden:"],"issue":["Problem"],"Failed to check link":["Fehler beim Überprüfen des Links"],"SEO is Optimized":["SEO ist optimiert"],"%1$d %2$s need attention.":["%1$d %2$s benötigen Aufmerksamkeit."],"All SEO checks passed.":["Alle SEO-Prüfungen bestanden."],"One or more images are missing alt text attributes.":["Ein oder mehrere Bilder fehlen die Alt-Text-Attribute."],"But don't worry, we will add them automatically for you.":["Aber keine Sorge, wir fügen sie automatisch für Sie hinzu."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Sie können sie manuell hinzufügen oder in den Einstellungen die automatische Einstellung für Bildtitel und Alt aktivieren."],"%s Issue Detected":["%s Problem erkannt"],"%s Warning Detected":["%s Warnung erkannt"]}}}