{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Open SureRank SEO":["Buka SureRank SEO"],"No index":["Tidak ada indeks"],"Prevents search engines from listing your page in search results.":["Mencegah mesin pencari mencantumkan halaman Anda dalam hasil pencarian."],"No follow":["Tidak mengikuti"],"Tells search engines not to follow any links on your page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman Anda."],"No archive":["Tidak arsip"],"Blocks search engines from storing a cached version of your page.":["Memblokir mesin pencari dari menyimpan versi cache halaman Anda."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Konten ini akan diatur sebagai tag deskripsi meta dan mungkin muncul dalam hasil pencarian. Jaga agar tetap singkat dan jelaskan dengan jelas tentang apa halaman ini."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Lihat prabaca tentang bagaimana halaman Anda mungkin muncul dalam hasil mesin pencari. Prabaca ini hanya untuk panduan dan mungkin tidak persis mencocokkan cara mesin pencari menampilkan konten Anda."],"SureRank Meta Box":["Kotak Meta SureRank"],"Page contains at least one subheading.":["Halaman berisi setidaknya satu subjudul."],"All images on this page have alt text attributes.":["Semua gambar di halaman ini memiliki atribut teks alt."],"This page includes images or videos to enhance content.":["Halaman ini menyertakan gambar atau video untuk meningkatkan konten."],"No images or videos found on this page.":["Tidak ada gambar atau video yang ditemukan di halaman ini."],"Canonical tag is not present on the page.":["Tag kanonik tidak ada di halaman."],"Canonical tag is present on the page.":["Tag kanonik ada di halaman."],"Page URL is short and SEO-friendly.":["URL halaman pendek dan ramah SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["URL halaman lebih panjang dari %s karakter dan dapat memengaruhi SEO dan keterbacaan."],"One or more broken links found on the page.":["Satu atau lebih tautan yang rusak ditemukan di halaman."],"This page includes video(s) but no images.":["Halaman ini menyertakan video tetapi tidak ada gambar."],"No links found on this page.":["Tidak ada tautan yang ditemukan di halaman ini."],"Links are present on this page.":["Tautan ada di halaman ini."],"No broken links found on the page.":["Tidak ada tautan yang rusak ditemukan di halaman."],"Issue":["Masalah"],"Site Icon: ":["Ikon Situs:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikon situs (favicon) muncul di tab browser, bookmark, dan perangkat mobile. Untuk memperbaruinya, pergi ke Pengaturan Umum → Ikon Situs dan unggah gambar baru di bawah Identitas Situs."],"Change Here":["Ubah Di Sini"],"Invalid Date":["Tanggal Tidak Valid"],"No Date":["Tidak Ada Tanggal"],"Page does not contain at least one subheading.":["Halaman tidak mengandung setidaknya satu subjudul."],"Warning":["Peringatan"],"These broken links were found on the page:":["Tautan yang rusak ini ditemukan di halaman:"],"issue":["masalah"],"Failed to check link":["Gagal memeriksa tautan"],"SEO is Optimized":["SEO Dioptimalkan"],"%1$d %2$s need attention.":["%1$d %2$s membutuhkan perhatian."],"All SEO checks passed.":["Semua pemeriksaan SEO lolos."],"One or more images are missing alt text attributes.":["Satu atau lebih gambar hilang atribut teks alt."],"But don't worry, we will add them automatically for you.":["Tapi jangan khawatir, kami akan menambahkannya secara otomatis untuk Anda."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Anda dapat menambahkannya secara manual atau mengaktifkan pengaturan otomatis-set judul dan alt gambar di pengaturan."],"%s Issue Detected":["%s Masalah Terdeteksi"],"%s Warning Detected":["%s Peringatan Terdeteksi"]}}}