{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Panel sterowania"],"General":["Ogólne"],"Advanced":["Zaawansowane"],"Post Title":["Tytuł posta"],"Separator":["Separator"],"Site Name":["Nazwa witryny"],"Schema Title":["Tytuł schematu"],"Schema Type":["Typ schematu"],"Post Excerpt":["Fragment posta"],"Term Description":["Opis terminu"],"Tagline":["Hasło"],"Proceed":["Kontynuuj"],"Cancel":["Anuluj"],"Failed to fetch general seo analysis report":["Nie udało się pobrać ogólnego raportu analizy SEO"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Wystąpił nieoczekiwany błąd podczas pobierania ogólnego raportu analizy SEO. Spróbuj ponownie później."],"Failed to fetch other seo analysis report":["Nie udało się pobrać innego raportu analizy SEO"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Wystąpił nieoczekiwany błąd podczas pobierania innego raportu analizy SEO. Spróbuj ponownie później."],"Failed to fetch analysis report":["Nie udało się pobrać raportu analizy"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Wystąpił nieoczekiwany błąd podczas pobierania raportu analizy ustawień SEO. Spróbuj ponownie później."],"Save":["Zapisz"],"Saving..":["Zapisywanie.."],"Saved":["Zapisano"],"Search…":["Szukaj…"],"Settings":["Ustawienia"],"Critical SEO Issues Detected":["Wykryto krytyczne problemy SEO"],"Needs Improvement":["Wymaga poprawy"],"SEO is Optimized":["SEO jest zoptymalizowane"],"What's New?":["Co nowego?"],"Knowledge Base":["Baza wiedzy"],"Please select a site":["Proszę wybrać witrynę"],"Failed to proceed":["Nie udało się kontynuować"],"Site selected successfully":["Witryna została pomyślnie wybrana"],"Select a site":["Wybierz witrynę"],"No Verified Site Found":["Nie znaleziono zweryfikowanej witryny"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Dodaj i zweryfikuj swoją witrynę w Google Search Console, aby zacząć widzieć tutaj informacje."],"Learn more":["Dowiedz się więcej"],"Search Console Account":["Konto Search Console"],"Please select a site below to view its data.":["Proszę wybrać witrynę poniżej, aby zobaczyć jej dane."],"Facebook Preview":["Podgląd na Facebooku"],"X Preview":["Podgląd X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Gdy witryna zostanie wybrana, zobaczysz, jak twoje treści radzą sobie w wyszukiwarkach tutaj."],"Actions":["Akcje"],"View":["Zobacz"],"Search":["Szukaj"],"Content Performance":["Wydajność treści"],"No Content Performance to Show":["Brak wydajności treści do wyświetlenia"],"Home Page":["Strona główna"],"Sitemaps":["Mapy witryn"],"Robot Instructions":["Instrukcje dla robotów"],"Schema":["Schema"],"Site Analysis":["Analiza witryny"],"No additional information to show.":["Brak dodatkowych informacji do wyświetlenia."],"Fix It for Me":["Napraw to za mnie"],"Site SEO Analysis":["Analiza SEO witryny"]," Fix All for Me":["Napraw wszystko za mnie"],"No Results Found":["Nie znaleziono wyników"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Twoje wyszukiwanie nie pasuje do żadnych wyników. Spróbuj innego słowa kluczowego lub doprecyzuj kryteria wyszukiwania."],"Issue":["Problem"],"Action":["Akcja"],"Page %1$s out of %2$s":["Strona %1$s z %2$s"],"Previous page":["Poprzednia strona"],"Page %s":["Strona %s"],"Next page":["Następna strona"],"Enable Author Archive":["Włącz archiwum autora"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Wyświetla wszystkie posty opublikowane przez konkretnego autora. Przydatne do prezentacji wkładu autora i pomagania wyszukiwarkom w zrozumieniu autorstwa oraz tematycznej istotności."],"Enable Date Archive":["Włącz archiwum dat"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Grupuje posty według miesiąca lub roku. Pomaga odwiedzającym eksplorować treści chronologicznie i pozwala wyszukiwarkom lepiej indeksować treści oparte na czasie."],"Archive Pages":["Strony archiwum"],"XML":["XML"],"Enable XML Sitemap":["Włącz mapę witryny XML"],"Generates an XML sitemap to help search engines index your site content.":["Generuje mapę witryny XML, aby pomóc wyszukiwarkom indeksować treści Twojej witryny."],"Include Images in XML Sitemap":["Dołącz obrazy do mapy witryny XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Dodaj obrazy z postów i stron do mapy witryny XML, aby wyszukiwarki mogły je łatwiej znaleźć i zindeksować. Obrazy są widoczne tylko w kodzie źródłowym."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Mapa witryny jest obecnie wyłączona. Proszę włączyć mapę witryny XML w ustawieniach, aby uzyskać dostęp do pliku mapy witryny."],"Open Sitemap":["Otwórz mapę witryny"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Te ustawienia pomagają wyszukiwarkom zrozumieć, jak traktować stronę główną w wynikach wyszukiwania. Włączenie „No Index” uniemożliwi pojawienie się strony głównej w wynikach wyszukiwania. „No Follow” informuje wyszukiwarki, aby nie śledziły żadnych linków na stronie, a „No Archive” zapobiega przechowywaniu przez wyszukiwarki wersji strony w pamięci podręcznej. Te ustawienia mają zastosowanie tylko do strony głównej Twojej witryny."],"No Index":["Brak indeksu"],"Prevents search engines from listing your home page in search results.":["Zapobiega wyszukiwarkom internetowym przed wyświetlaniem Twojej strony głównej w wynikach wyszukiwania."],"No Follow":["Brak śledzenia"],"Tells search engines not to follow any links on your home page.":["Informuje wyszukiwarki, aby nie śledziły żadnych linków na Twojej stronie głównej."],"No Archive":["Brak archiwum"],"Blocks search engines from storing a cached version of your home page.":["Blokuje wyszukiwarki przed przechowywaniem wersji pamięci podręcznej Twojej strony głównej."],"This is only for Home Page. These settings will not affect any other pages.":["To dotyczy tylko strony głównej. Te ustawienia nie wpłyną na inne strony."],"Site Name: ":["Nazwa witryny:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Nazwa witryny używana w tytułach i opisach meta jest pobierana z Ustawień ogólnych WordPressa, gdzie jest zdefiniowana jako \"Tytuł witryny\"."],"Site Icon: ":["Ikona witryny:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikona witryny (favicon) pojawia się na kartach przeglądarki, w zakładkach i na urządzeniach mobilnych. Aby ją zaktualizować, przejdź do Ustawień ogólnych → Ikona witryny i prześlij nowy obrazek w sekcji Tożsamość witryny."],"Change Here":["Zmień tutaj"],"Search Engine Title":["Tytuł wyszukiwarki"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Ustaw domyślny tytuł dla wszystkich indywidualnych stron postów, aby pomóc określić, jak będą się one pojawiać w wyszukiwarkach. Możesz nadpisać ten tytuł dla dowolnego postu, edytując go bezpośrednio."],"Type @ to view variable suggestions":["Wpisz @, aby zobaczyć sugestie zmiennych"],"Search Engine Preview":["Podgląd wyszukiwarki"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Zobacz podgląd, jak Twoja strona może wyglądać w wynikach wyszukiwania. Ten podgląd ma charakter wyłącznie informacyjny i może nie dokładnie odpowiadać temu, jak wyszukiwarki wyświetlają Twoje treści."],"Titles and Descriptions":["Tytuły i opisy"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Wprowadź pełne adresy URL swoich oficjalnych profili. Zostaną one dodane do schematu Organizacji w polu SameAs, aby pomóc wyszukiwarkom zweryfikować Twoją obecność w sieci."],"Other Accounts":["Inne konta"],"Site Facebook Page":["Strona Facebooka witryny"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Podaj pełny adres URL swojej oficjalnej strony na Facebooku. Ten adres URL zostanie użyty w danych strukturalnych Twojej witryny w polu Schema → Organization → SameAs, aby powiązać Twoją markę z jej zweryfikowanym profilem w mediach społecznościowych."],"Author Facebook Page":["Strona Facebooka autora"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Wprowadź adres URL swojej domyślnej strony autora na Facebooku. Będzie używany w danych strukturalnych, gdy post nie ma ustawionego konkretnego profilu autora - przydatne dla witryn z wieloma autorami."],"Facebook":["Facebook"],"Social Image":["Obrazek społecznościowy"],"Select Default Image":["Wybierz domyślny obrazek"],"Set Default Image":["Ustaw domyślny obrazek"],"Default Image":["Domyślny obrazek"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Ustaw domyślny obrazek, który będzie używany do udostępniania w mediach społecznościowych, gdy nie ma dostępnego wyróżnionego lub specyficznego dla mediów społecznościowych obrazka. Zapewnia to, że Twoje treści zawsze mają wizualizację podczas udostępniania na platformach takich jak Facebook czy X (Twitter)."],"Preview":["Podgląd"],"Fallback":["Zapasowy"],"Summary Large Image":["Podsumowanie dużego obrazka"],"Summary":["Podsumowanie"],"X Card Type":["Typ karty X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Wybierz, jak Twoje treści będą się pojawiać podczas udostępniania na X (wcześniej Twitterze). To ustawienie określa typ karty - albo podsumowanie, albo podsumowanie z dużym obrazkiem - używane w podglądzie postu."],"Site's X Profile":["Profil X witryny"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Podaj pełny adres URL swojego oficjalnego profilu X (Twitter). Ten adres URL zostanie użyty w danych strukturalnych Twojej witryny w polu Schema → Organization → SameAs, aby powiązać Twoją markę z jej zweryfikowanym profilem w mediach społecznościowych."],"Author’s X Profile":["Profil X autora"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Wprowadź adres URL swojej zapasowej strony autora na Twitterze. Zostanie to użyte, jeśli nie zostanie podany indywidualny adres URL autora."],"X":["X"],"Invalid Date":["Nieprawidłowa data"],"No Date":["Brak daty"],"Fix SEO Issues with AI":["Napraw problemy SEO za pomocą AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Pozwól AI automatycznie wykrywać i rozwiązywać problemy SEO na stronie, takie jak brakujące opisy SEO, tagi alt obrazów i inne."],"Upgrade Now":["Zaktualizuj teraz"],"Bad":["Zły"],"Fair":["Przeciętny"],"Good":["Dobry"],"Sample Post - Testing Site":["Przykładowy post - Testowanie witryny"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ta treść zostanie ustawiona jako tag opisu meta i może pojawić się w wynikach wyszukiwania. Zachowaj ją krótko i jasno wyjaśnij, o czym jest strona."],"Term Title":["Tytuł terminu"],"No index":["Brak indeksu"],"Prevents search engines from listing your page in search results.":["Zapobiega wyświetlaniu Twojej strony w wynikach wyszukiwania przez wyszukiwarki."],"No follow":["Brak śledzenia"],"Tells search engines not to follow any links on your page.":["Informuje wyszukiwarki, aby nie śledziły żadnych linków na Twojej stronie."],"No archive":["Brak archiwum"],"Blocks search engines from storing a cached version of your page.":["Blokuje wyszukiwarki przed przechowywaniem wersji pamięci podręcznej Twojej strony."],"Social":["Media społecznościowe"],"Add New":["Dodaj nowy"],"Search or select an option":["Szukaj lub wybierz opcję"],"This schema does not have any configurable fields":["Ten schemat nie ma żadnych konfigurowalnych pól"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Użyj tagu %1$s we wszystkich %2$s, aby zapobiec ich pojawianiu się w wynikach wyszukiwania."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Użyj tagu %1$s, aby zatrzymać wyszukiwarki przed śledzeniem linków na %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Użyj tagu %1$s, aby zapobiec wyszukiwarkom przed zapisywaniem wersji pamięci podręcznej %2$s."],"Search Engine Description":["Opis wyszukiwarki"],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Statyczna strona jest ustawiona jako strona główna Twojej witryny w panelu WordPress > Ustawienia > Czytanie."],"Edit the home page":["Edytuj stronę główną"]," to set its search engine and social settings.":[", aby ustawić jej ustawienia dotyczące wyszukiwarek i mediów społecznościowych."],"Use data from Facebook Tab":["Użyj danych z zakładki Facebook"],"Social Title":["Tytuł społecznościowy"],"Social Description":["Opis społecznościowy"],"%s Preview":["%s Podgląd"],"Select an option":["Wybierz opcję"],"Search posts\/pages\/taxonomies, etc":["Szukaj postów\/stron\/taxonomii itp."],"Display On":["Wyświetl na"],"Add Condition":["Dodaj warunek"],"Do Not Display On":["Nie wyświetlaj na"],"Back":["Wstecz"],"Properties":["Właściwości"],"Display Conditions":["Warunki wyświetlania"],"Add Schema":["Dodaj schemat"],"Choose Schema":["Wybierz schemat"],"Remove":["Usuń"]}}}