{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Tipo di schema"],"Cancel":["Annulla"],"Save":["Salva"],"Saving..":["Salvataggio.."],"Saved":["Salvato"],"Fix It for Me":["Correggilo per me"],"Site Icon: ":["Icona del sito:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icona del sito (favicon) appare nelle schede del browser, nei segnalibri e sui dispositivi mobili. Per aggiornarla, vai su Impostazioni generali → Icona del sito e carica una nuova immagine sotto Identità del sito."],"Change Here":["Cambia qui"],"Type @ to view variable suggestions":["Digita @ per visualizzare suggerimenti sulle variabili"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Visualizza un'anteprima di come la tua pagina potrebbe apparire nei risultati dei motori di ricerca. Questa anteprima è solo a scopo indicativo e potrebbe non corrispondere esattamente a come i motori di ricerca visualizzano il tuo contenuto."],"Invalid Date":["Data non valida"],"No Date":["Nessuna data"],"Fix SEO Issues with AI":["Correggi i problemi SEO con l'IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Lascia che l'IA rilevi e risolva automaticamente i problemi SEO on-page, come descrizioni SEO mancanti, tag alt delle immagini e altro."],"Sample Post - Testing Site":["Post di esempio - Sito di test"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Questo contenuto sarà impostato come tag di descrizione meta e potrebbe apparire nei risultati di ricerca. Mantienilo breve e spiega chiaramente di cosa tratta la pagina."],"No index":["Nessun indice"],"Prevents search engines from listing your page in search results.":["Impedisce ai motori di ricerca di elencare la tua pagina nei risultati di ricerca."],"No follow":["Nessun follow"],"Tells search engines not to follow any links on your page.":["Indica ai motori di ricerca di non seguire alcun link sulla tua pagina."],"No archive":["Nessun archivio"],"Blocks search engines from storing a cached version of your page.":["Blocca i motori di ricerca dal memorizzare una versione cache della tua pagina."],"Add New":["Aggiungi nuovo"],"Search or select an option":["Cerca o seleziona un'opzione"],"This schema does not have any configurable fields":["Questo schema non ha campi configurabili"],"Add Schema":["Aggiungi schema"],"Choose Schema":["Scegli schema"],"%1$d out of %2$d checks are done.":["%1$d su %2$d controlli sono stati completati."],"Passed Checks":["Controlli superati"],"Passed":["Superato"],"Open SureRank SEO":["Apri SureRank SEO"],"Critical":["Critico"],"Warning":["Avviso"],"Click here to discover more details about this check.":["Clicca qui per scoprire più dettagli su questo controllo."],"Coming Soon in SureRank Pro.":["In arrivo presto in SureRank Pro."],"Join Waitlist":["Iscriviti alla lista d'attesa"],"Confirm":["Conferma"],"Help Me Fix":["Aiutami a correggere"],"Restore":["Ripristina"],"Ignore":["Ignora"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Smetteremo di segnalare questo controllo nelle scansioni future. Se non è rilevante, sentiti libero di ignorarlo, puoi sempre ripristinarlo in seguito se necessario."],"Suggestion":["Suggerimento"],"Ignore this check":["Ignora questo controllo"],"Restore this check":["Ripristina questo controllo"],"Ignore Page Checks":["Ignora i controlli della pagina"],"Action failed. Please try again.":["Azione non riuscita. Riprova."],"Settings saved successfully.":["Impostazioni salvate con successo."],"Loading page SEO checks…":["Caricamento controlli SEO della pagina…"],"Error loading SEO checks":["Errore durante il caricamento dei controlli SEO"]}}}