{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Open SureRank SEO":["Abrir SureRank SEO"],"No index":["Sem índice"],"Prevents search engines from listing your page in search results.":["Impede que os motores de busca listem sua página nos resultados de busca."],"No follow":["Sem seguir"],"Tells search engines not to follow any links on your page.":["Informa aos motores de busca para não seguir nenhum link em sua página."],"No archive":["Sem arquivo"],"Blocks search engines from storing a cached version of your page.":["Bloqueia os motores de busca de armazenar uma versão em cache de sua página."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Este conteúdo será definido como a tag de descrição meta e pode aparecer nos resultados de busca. Mantenha-o curto e explique claramente sobre o que é a página."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Veja uma prévia de como sua página pode aparecer nos resultados do motor de busca. Esta prévia é apenas para orientação e pode não corresponder exatamente a como os motores de busca exibem seu conteúdo."],"SureRank Meta Box":["Caixa Meta SureRank"],"Page contains at least one subheading.":["A página contém pelo menos um subtítulo."],"All images on this page have alt text attributes.":["Todas as imagens nesta página têm atributos de texto alternativo."],"This page includes images or videos to enhance content.":["Esta página inclui imagens ou vídeos para melhorar o conteúdo."],"No images or videos found on this page.":["Nenhuma imagem ou vídeo encontrado nesta página."],"Canonical tag is not present on the page.":["A tag canônica não está presente na página."],"Canonical tag is present on the page.":["A tag canônica está presente na página."],"Page URL is short and SEO-friendly.":["A URL da página é curta e amigável para SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["A URL da página é mais longa que %s caracteres e pode afetar o SEO e a legibilidade."],"One or more broken links found on the page.":["Um ou mais links quebrados encontrados na página."],"This page includes video(s) but no images.":["Esta página inclui vídeo(s), mas nenhuma imagem."],"No links found on this page.":["Nenhum link encontrado nesta página."],"Links are present on this page.":["Links estão presentes nesta página."],"No broken links found on the page.":["Nenhum link quebrado encontrado na página."],"Issue":["Problema"],"Site Icon: ":["Ícone do Site:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["O ícone do site (favicon) aparece nas abas do navegador, favoritos e dispositivos móveis. Para atualizá-lo, vá para Configurações Gerais → Ícone do Site e faça o upload de uma nova imagem sob Identidade do Site."],"Change Here":["Mudar Aqui"],"Invalid Date":["Data Inválida"],"No Date":["Sem Data"],"Page does not contain at least one subheading.":["A página não contém pelo menos um subtítulo."],"Warning":["Aviso"],"These broken links were found on the page:":["Esses links quebrados foram encontrados na página:"],"issue":["problema"],"Failed to check link":["Falha ao verificar o link"],"SEO is Optimized":["SEO está Otimizado"],"%1$d %2$s need attention.":["%1$d %2$s precisam de atenção."],"All SEO checks passed.":["Todas as verificações de SEO foram aprovadas."],"One or more images are missing alt text attributes.":["Uma ou mais imagens estão sem atributos alt."],"But don't worry, we will add them automatically for you.":["Mas não se preocupe, vamos adicioná-los automaticamente para você."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Você pode adicioná-los manualmente ou ativar a configuração automática de título e alt da imagem nas configurações."],"%s Issue Detected":["%s Problema Detectado"],"%s Warning Detected":["%s Aviso Detectado"]}}}