{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/0\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Avancé"],"Search Engine Preview":["Aperçu du moteur de recherche"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Voir un aperçu de l'apparence de votre page dans les résultats des moteurs de recherche. Cet aperçu est à titre indicatif uniquement et peut ne pas correspondre exactement à la façon dont les moteurs de recherche affichent votre contenu."],"Search Engine Title":["Titre du moteur de recherche"],"Type @ to view variable suggestions":["Tapez @ pour voir les suggestions de variables"],"Search Engine Description":["Description du moteur de recherche"],"Social Image":["Image sociale"],"Social Title":["Titre social"],"Social Description":["Description sociale"],"%s Preview":["%s Aperçu"],"Home Page":["Page d'accueil"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Définissez une image par défaut qui sera utilisée pour le partage social lorsque aucune image mise en avant ou spécifique au social n'est disponible. Cela garantit que votre contenu a toujours un visuel lorsqu'il est partagé sur des plateformes comme Facebook ou X (Twitter)."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Une page statique est définie comme la page d'accueil de votre site Web sous Tableau de bord WordPress > Réglages > Lecture."],"Edit the home page":["Modifier la page d'accueil"]," to set its search engine and social settings.":["pour définir ses paramètres de moteur de recherche et sociaux."],"Use data from Facebook Tab":["Utiliser les données de l'onglet Facebook"],"Home Page General":["Page d'accueil générale"],"Home Page Social":["Page d'accueil sociale"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Définissez un titre et une description personnalisés pour votre page d'accueil afin de contrôler son apparence dans les résultats de recherche Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Définissez un titre, une description et une image personnalisés pour Facebook et Twitter afin de contrôler l'apparence de votre page d'accueil lorsqu'elle est partagée. Cela aide à rendre votre contenu plus attrayant sur les réseaux sociaux."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Contrôlez la manière dont les moteurs de recherche traitent votre page d'accueil. Ces options vous permettent de la cacher des résultats de recherche, d'empêcher le suivi des liens ou d'éviter l'affichage de versions en cache."]}}}