{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/210\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["Kein Index"],"No Follow":["Kein Follow"],"No Archive":["Kein Archiv"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Verwenden Sie ein %1$s-Tag für alle %2$s, um zu verhindern, dass sie in den Suchergebnissen angezeigt werden."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Verwenden Sie ein %1$s-Tag, um Suchmaschinen daran zu hindern, Links auf %2$s zu folgen."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Verwenden Sie ein %1$s-Tag, um Suchmaschinen daran zu hindern, zwischengespeicherte Versionen von %2$s zu speichern."],"Post Types":["Beitragstypen"],"Taxonomies":["Taxonomien"],"Archives":["Archive"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["Diese Einstellung weist Suchmaschinen an, ausgewählte Beitragstypen, Seiten, Taxonomien oder Archive nicht zu indexieren. Sie ist nützlich, um Inhalte mit geringem Wert oder Duplikate aus den Suchergebnissen fernzuhalten und SEO-Bemühungen auf wichtige Seiten zu konzentrieren."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["Dies verhindert, dass Suchmaschinen Links auf ausgewählten Inhalten folgen. Es ist hilfreich, wenn Sie vermeiden möchten, Linkwert an bestimmte Seiten weiterzugeben oder das Crawlen von Teilen Ihrer Website zu reduzieren, die für SEO nicht wichtig sind."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["Dies verhindert, dass Suchmaschinen zwischengespeicherte Versionen bestimmter Inhalte in den Suchergebnissen anzeigen. Es hilft, die Kontrolle darüber zu behalten, wie Ihre Inhalte erscheinen, und stellt sicher, dass nur die neueste Version angezeigt wird."]}}}