{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/0\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Zaawansowane"],"Home Page":["Strona główna"],"Search Engine Title":["Tytuł wyszukiwarki"],"Type @ to view variable suggestions":["Wpisz @, aby zobaczyć sugestie zmiennych"],"Search Engine Preview":["Podgląd wyszukiwarki"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Zobacz podgląd, jak Twoja strona może wyglądać w wynikach wyszukiwania. Ten podgląd ma charakter wyłącznie informacyjny i może nie dokładnie odpowiadać temu, jak wyszukiwarki wyświetlają Twoje treści."],"Social Image":["Obrazek społecznościowy"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Ustaw domyślny obrazek, który będzie używany do udostępniania w mediach społecznościowych, gdy nie ma dostępnego wyróżnionego lub specyficznego dla mediów społecznościowych obrazka. Zapewnia to, że Twoje treści zawsze mają wizualizację podczas udostępniania na platformach takich jak Facebook czy X (Twitter)."],"Search Engine Description":["Opis wyszukiwarki"],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Statyczna strona jest ustawiona jako strona główna Twojej witryny w panelu WordPress > Ustawienia > Czytanie."],"Edit the home page":["Edytuj stronę główną"]," to set its search engine and social settings.":[", aby ustawić jej ustawienia dotyczące wyszukiwarek i mediów społecznościowych."],"Use data from Facebook Tab":["Użyj danych z zakładki Facebook"],"Social Title":["Tytuł społecznościowy"],"Social Description":["Opis społecznościowy"],"%s Preview":["%s Podgląd"],"Home Page General":["Strona główna - ogólne"],"Home Page Social":["Strona główna - społecznościowe"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Ustaw niestandardowy tytuł i opis dla swojej strony głównej, aby kontrolować, jak pojawia się w wynikach wyszukiwania Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Ustaw niestandardowy tytuł, opis i obraz dla Facebooka i Twittera, aby kontrolować, jak Twoja strona główna wygląda podczas udostępniania. Pomaga to sprawić, że Twoje treści będą bardziej atrakcyjne w mediach społecznościowych."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Kontroluj, jak wyszukiwarki traktują Twoją stronę główną. Te opcje pozwalają ukryć ją w wynikach wyszukiwania, zatrzymać śledzenie linków lub zapobiec wyświetlaniu wersji pamięci podręcznej."]}}}