{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Jenis Skema"],"Open SureRank SEO":["Buka SureRank SEO"],"Fix SEO Issues with AI":["Perbaiki Masalah SEO dengan AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Biarkan AI secara otomatis mendeteksi dan menyelesaikan masalah SEO di halaman, seperti deskripsi SEO yang hilang, tag alt gambar, dan lainnya."],"Fix It for Me":["Perbaiki Untuk Saya"],"No index":["Tidak ada indeks"],"Prevents search engines from listing your page in search results.":["Mencegah mesin pencari mencantumkan halaman Anda dalam hasil pencarian."],"No follow":["Tidak mengikuti"],"Tells search engines not to follow any links on your page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman Anda."],"No archive":["Tidak arsip"],"Blocks search engines from storing a cached version of your page.":["Memblokir mesin pencari dari menyimpan versi cache halaman Anda."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Konten ini akan diatur sebagai tag deskripsi meta dan mungkin muncul dalam hasil pencarian. Jaga agar tetap singkat dan jelaskan dengan jelas tentang apa halaman ini."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Lihat prabaca tentang bagaimana halaman Anda mungkin muncul dalam hasil mesin pencari. Prabaca ini hanya untuk panduan dan mungkin tidak persis mencocokkan cara mesin pencari menampilkan konten Anda."],"Type @ to view variable suggestions":["Ketik @ untuk melihat saran variabel"],"Sample Post - Testing Site":["Pos Contoh - Situs Pengujian"],"This schema does not have any configurable fields":["Skema ini tidak memiliki bidang yang dapat dikonfigurasi"],"Search or select an option":["Cari atau pilih opsi"],"Add Schema":["Tambahkan Skema"],"Choose Schema":["Pilih Skema"],"Cancel":["Batal"],"Add New":["Tambahkan Baru"],"Save":["Simpan"],"Saving..":["Menyimpan.."],"Saved":["Tersimpan"],"%1$d out of %2$d checks are done.":["%1$d dari %2$d pemeriksaan telah dilakukan."],"Passed Checks":["Pemeriksaan Lulus"],"Passed":["Lulus"],"Site Icon: ":["Ikon Situs:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikon situs (favicon) muncul di tab browser, bookmark, dan perangkat mobile. Untuk memperbaruinya, pergi ke Pengaturan Umum → Ikon Situs dan unggah gambar baru di bawah Identitas Situs."],"Change Here":["Ubah Di Sini"],"Invalid Date":["Tanggal Tidak Valid"],"No Date":["Tidak Ada Tanggal"],"Critical":["Kritis"],"Warning":["Peringatan"],"Click here to discover more details about this check.":["Klik di sini untuk mengetahui lebih detail tentang pemeriksaan ini."],"Coming Soon in SureRank Pro.":["Segera Hadir di SureRank Pro."],"Join Waitlist":["Bergabung dengan Daftar Tunggu"],"Confirm":["Konfirmasi"],"Help Me Fix":["Bantu Saya Memperbaiki"],"Restore":["Pulihkan"],"Ignore":["Abaikan"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Kami akan berhenti menandai pemeriksaan ini dalam pemindaian mendatang. Jika tidak relevan, silakan abaikan, Anda selalu dapat membawanya kembali nanti jika diperlukan."],"Suggestion":["Saran"],"Ignore this check":["Abaikan pemeriksaan ini"],"Restore this check":["Pulihkan pemeriksaan ini"],"Ignore Page Checks":["Abaikan Pemeriksaan Halaman"],"Action failed. Please try again.":["Tindakan gagal. Silakan coba lagi."],"Settings saved successfully.":["Pengaturan berhasil disimpan."],"Loading page SEO checks…":["Memuat pemeriksaan SEO halaman…"],"Error loading SEO checks":["Kesalahan memuat pemeriksaan SEO"]}}}