{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"General":["Allgemein"],"Advanced":["Erweitert"],"Post Title":["Beitragstitel"],"Separator":["Trennzeichen"],"Site Name":["Seitenname"],"Schema Title":["Schema-Titel"],"Schema Type":["Schema-Typ"],"Post Excerpt":["Beitragsauszug"],"Term Description":["Begriff-Beschreibung"],"Fix SEO Issues with AI":["SEO-Probleme mit KI beheben"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Lass die KI automatisch SEO-Probleme auf der Seite erkennen und lösen, wie fehlende SEO-Beschreibungen, Bild-Alt-Tags und mehr."],"Upgrade Now":["Jetzt upgraden"],"Fix It for Me":["Mach es für mich"],"Tagline":["Slogan"],"Term Title":["Begriff Titel"],"No index":["Kein Index"],"Prevents search engines from listing your page in search results.":["Verhindert, dass Suchmaschinen deine Seite in den Suchergebnissen auflisten."],"No follow":["Kein Follow"],"Tells search engines not to follow any links on your page.":["Sagt Suchmaschinen, dass sie keine Links auf deiner Seite folgen sollen."],"No archive":["Kein Archiv"],"Blocks search engines from storing a cached version of your page.":["Blockiert Suchmaschinen daran, eine zwischengespeicherte Version deiner Seite zu speichern."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Dieser Inhalt wird als Meta-Beschreibungstag festgelegt und kann in den Suchergebnissen erscheinen. Halte es kurz und erkläre klar, worum es auf der Seite geht."],"Search Engine Preview":["Vorschau der Suchmaschine"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Sieh dir eine Vorschau an, wie deine Seite in den Suchergebnissen erscheinen könnte. Diese Vorschau dient nur zur Orientierung und könnte nicht genau mit der Darstellung durch Suchmaschinen übereinstimmen."],"Search Engine Title":["Suchmaschinen-Titel"],"Type @ to view variable suggestions":["Gib @ ein, um Variablenvorschläge anzuzeigen"],"Search Engine Description":["Suchmaschinen-Beschreibung"],"Sample Post - Testing Site":["Beispielbeitrag - Testseite"],"Social Image":["Soziale Bild"],"Social Title":["Sozialer Titel"],"Social Description":["Soziale Beschreibung"],"%s Preview":["%s-Vorschau"],"Robot Instructions":["Robot-Anweisungen"],"Social":["Sozial"],"This schema does not have any configurable fields":["Dieses Schema hat keine konfigurierbaren Felder"],"Search or select an option":["Suche oder wähle eine Option"],"Add Schema":["Schema hinzufügen"],"Choose Schema":["Schema auswählen"],"Cancel":["Abbrechen"],"Add New":["Neu hinzufügen"],"Schema":["Schema"],"Save":["Speichern"],"Saving..":["Speichern.."],"Saved":["Gespeichert"],"Bad":["Schlecht"],"Fair":["Befriedigend"],"Settings":["Einstellungen"],"Proceed":["Fortfahren"],"Failed to fetch general seo analysis report":["Fehler beim Abrufen des allgemeinen SEO-Analyseberichts"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Ein unerwarteter Fehler ist beim Abrufen des allgemeinen SEO-Analyseberichts aufgetreten. Bitte versuchen Sie es später erneut."],"Failed to fetch other seo analysis report":["Fehler beim Abrufen des anderen SEO-Analyseberichts"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Ein unerwarteter Fehler ist beim Abrufen des anderen SEO-Analyseberichts aufgetreten. Bitte versuchen Sie es später erneut."],"Failed to fetch analysis report":["Fehler beim Abrufen des Analyseberichts"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Ein unerwarteter Fehler ist beim Abrufen des SEO-Analyseberichts der Einstellungen aufgetreten. Bitte versuchen Sie es später erneut."],"Search…":["Suche…"],"Critical SEO Issues Detected":["Kritische SEO-Probleme erkannt"],"Needs Improvement":["Verbesserungsbedarf"],"SEO is Optimized":["SEO ist optimiert"],"What's New?":["Was gibt es Neues?"],"Knowledge Base":["Wissensdatenbank"],"Please select a site":["Bitte wählen Sie eine Website aus"],"Failed to proceed":["Fehler beim Fortfahren"],"Site selected successfully":["Website erfolgreich ausgewählt"],"Select a site":["Wählen Sie eine Website aus"],"No Verified Site Found":["Keine verifizierte Website gefunden"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Fügen Sie Ihre Website in der Google Search Console hinzu und verifizieren Sie sie, um hier Einblicke zu erhalten."],"Learn more":["Erfahren Sie mehr"],"Search Console Account":["Search Console-Konto"],"Please select a site below to view its data.":["Bitte wählen Sie eine Website unten aus, um deren Daten anzuzeigen."],"Facebook Preview":["Facebook-Vorschau"],"X Preview":["X-Vorschau"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Sobald eine Website ausgewählt ist, sehen Sie hier, wie Ihre Inhalte in Suchmaschinen abschneiden."],"Actions":["Aktionen"],"View":["Anzeigen"],"Search":["Suche"],"Content Performance":["Inhaltsleistung"],"No Content Performance to Show":["Keine Inhaltsleistung anzuzeigen"],"Home Page":["Startseite"],"Sitemaps":["Sitemaps"],"Site Analysis":["Website-Analyse"],"No additional information to show.":["Keine zusätzlichen Informationen anzuzeigen."],"Site SEO Analysis":["SEO-Analyse der Website"]," Fix All for Me":["Alle für mich beheben"],"No Results Found":["Keine Ergebnisse gefunden"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Ihre Suche ergab keine Übereinstimmungen. Bitte versuchen Sie ein anderes Schlüsselwort oder verfeinern Sie Ihre Suchkriterien."],"Issue":["Problem"],"Action":["Aktion"],"Page %1$s out of %2$s":["Seite %1$s von %2$s"],"Previous page":["Vorherige Seite"],"Page %s":["Seite %s"],"Next page":["Nächste Seite"],"Good":["Gut"],"Enable Author Archive":["Autorenarchiv aktivieren"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Zeigt alle Beiträge an, die von einem bestimmten Autor veröffentlicht wurden. Nützlich, um die Beiträge eines Autors zu präsentieren und Suchmaschinen zu helfen, die Autorschaft und thematische Relevanz zu verstehen."],"Enable Date Archive":["Datumsarchiv aktivieren"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Gruppiert Beiträge nach Monat oder Jahr. Hilft Besuchern, Inhalte chronologisch zu erkunden, und ermöglicht Suchmaschinen, zeitbasierte Inhalte besser zu indizieren."],"Archive Pages":["Archivseiten"],"XML":["XML"],"Enable XML Sitemap":["XML-Sitemap aktivieren"],"Generates an XML sitemap to help search engines index your site content.":["Generiert eine XML-Sitemap, um Suchmaschinen zu helfen, Ihre Website-Inhalte zu indizieren."],"Include Images in XML Sitemap":["Bilder in XML-Sitemap einbeziehen"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Fügen Sie Bilder aus Ihren Beiträgen und Seiten zur XML-Sitemap hinzu, damit Suchmaschinen sie leichter finden und indizieren können. Bilder sind nur im Quellcode sichtbar."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Die Sitemap ist derzeit deaktiviert. Bitte aktivieren Sie die XML-Sitemap in den Einstellungen, um auf die Sitemap-Datei zuzugreifen."],"Open Sitemap":["Sitemap öffnen"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Diese Einstellungen helfen Suchmaschinen zu verstehen, wie sie Ihre Startseite in den Suchergebnissen behandeln sollen. Das Aktivieren von „No Index“ verhindert, dass die Startseite in den Suchergebnissen angezeigt wird. „No Follow“ sagt Suchmaschinen, dass sie keine Links auf der Seite folgen sollen, und „No Archive“ verhindert, dass Suchmaschinen eine zwischengespeicherte Version der Seite speichern. Diese Einstellungen gelten nur für die Startseite Ihrer Website."],"No Index":["Kein Index"],"Prevents search engines from listing your home page in search results.":["Verhindert, dass Suchmaschinen Ihre Startseite in den Suchergebnissen auflisten."],"No Follow":["Kein Follow"],"Tells search engines not to follow any links on your home page.":["Sagt Suchmaschinen, dass sie keinen Links auf Ihrer Startseite folgen sollen."],"No Archive":["Kein Archiv"],"Blocks search engines from storing a cached version of your home page.":["Blockiert Suchmaschinen daran, eine zwischengespeicherte Version Ihrer Startseite zu speichern."],"This is only for Home Page. These settings will not affect any other pages.":["Dies gilt nur für die Startseite. Diese Einstellungen haben keinen Einfluss auf andere Seiten."],"Site Name: ":["Seitenname:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Der Seitenname, der in Meta-Titeln und -Beschreibungen verwendet wird, stammt aus den allgemeinen Einstellungen von WordPress, wo er unter \"Seitentitel\" definiert ist."],"Site Icon: ":["Site-Icon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Das Site-Icon (Favicon) erscheint in Browser-Tabs, Lesezeichen und auf mobilen Geräten. Um es zu aktualisieren, gehen Sie zu Allgemeine Einstellungen → Site-Icon und laden Sie ein neues Bild unter der Seitenidentität hoch."],"Change Here":["Hier ändern"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Legen Sie einen Standardtitel für alle einzelnen Beitragsseiten fest, um zu definieren, wie sie in Suchmaschinen erscheinen. Sie können diesen Titel für jeden Beitrag überschreiben, indem Sie ihn direkt bearbeiten."],"Titles and Descriptions":["Titel und Beschreibungen"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Geben Sie die vollständigen URLs Ihrer offiziellen Profile ein. Diese werden dem Organisationsschema unter SameAs hinzugefügt, um Suchmaschinen zu helfen, Ihre Online-Präsenz zu verifizieren."],"Other Accounts":["Andere Konten"],"Site Facebook Page":["Facebook-Seite der Website"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geben Sie die vollständige URL Ihrer offiziellen Facebook-Seite an. Diese URL wird in den strukturierten Daten Ihrer Website im Schema → Organisation → SameAs-Feld verwendet, um Ihre Marke mit ihrem verifizierten sozialen Profil zu verknüpfen."],"Author Facebook Page":["Facebook-Seite des Autors"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Geben Sie die URL Ihrer standardmäßigen Facebook-Autorenseite ein. Sie wird in den strukturierten Daten verwendet, wenn ein Beitrag kein spezifisches Autorenprofil hat - nützlich für Multi-Autoren-Websites."],"Facebook":["Facebook"],"Select Default Image":["Standardbild auswählen"],"Set Default Image":["Standardbild festlegen"],"Default Image":["Standardbild"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Legen Sie ein Standardbild fest, das für das Teilen in sozialen Medien verwendet wird, wenn kein hervorgehobenes oder spezifisches Bild verfügbar ist. Dies stellt sicher, dass Ihr Inhalt immer ein visuelles Element hat, wenn er auf Plattformen wie Facebook oder X (Twitter) geteilt wird."],"Preview":["Vorschau"],"Fallback":["Fallback"],"Summary Large Image":["Zusammenfassung Großes Bild"],"Summary":["Zusammenfassung"],"X Card Type":["X-Kartentyp"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Wählen Sie aus, wie Ihr Inhalt beim Teilen auf X (ehemals Twitter) angezeigt wird. Diese Einstellung bestimmt den Kartentyp - entweder eine Zusammenfassung oder eine Zusammenfassung mit einem großen Bild - der in der Beitragsvorschau verwendet wird."],"Site's X Profile":["X-Profil der Website"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geben Sie die vollständige URL Ihres offiziellen X (Twitter)-Profils an. Diese URL wird in den strukturierten Daten Ihrer Website im Schema → Organisation → SameAs-Feld verwendet, um Ihre Marke mit ihrem verifizierten sozialen Profil zu verknüpfen."],"Author’s X Profile":["X-Profil des Autors"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Geben Sie die URL Ihrer Fallback-Twitter-Autorenseite ein. Diese wird verwendet, wenn keine individuelle Autoren-URL angegeben ist."],"X":["X"],"Invalid Date":["Ungültiges Datum"],"No Date":["Kein Datum"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Verwenden Sie ein %1$s-Tag für alle %2$s, um zu verhindern, dass sie in den Suchergebnissen angezeigt werden."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Verwenden Sie ein %1$s-Tag, um Suchmaschinen daran zu hindern, Links auf %2$s zu folgen."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Verwenden Sie ein %1$s-Tag, um Suchmaschinen daran zu hindern, zwischengespeicherte Versionen von %2$s zu speichern."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Eine statische Seite ist als Startseite Ihrer Website im WordPress-Dashboard > Einstellungen > Lesen festgelegt."],"Edit the home page":["Startseite bearbeiten"]," to set its search engine and social settings.":[", um deren Suchmaschinen- und soziale Einstellungen festzulegen."],"Use data from Facebook Tab":["Daten von Facebook-Tab verwenden"],"Select an option":["Wählen Sie eine Option"],"Search posts\/pages\/taxonomies, etc":["Beiträge\/Seiten\/Taxonomien usw. durchsuchen"],"Display On":["Anzeigen auf"],"Add Condition":["Bedingung hinzufügen"],"Do Not Display On":["Nicht anzeigen auf"],"Back":["Zurück"],"Properties":["Eigenschaften"],"Display Conditions":["Anzeigebedingungen"],"Remove":["Entfernen"]}}}