{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_general_home-page_home-page_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Avanzato"],"Home Page":["Pagina principale"],"Search Engine Title":["Titolo del motore di ricerca"],"Type @ to view variable suggestions":["Digita @ per visualizzare suggerimenti sulle variabili"],"Search Engine Preview":["Anteprima del motore di ricerca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Visualizza un'anteprima di come la tua pagina potrebbe apparire nei risultati dei motori di ricerca. Questa anteprima è solo a scopo indicativo e potrebbe non corrispondere esattamente a come i motori di ricerca visualizzano il tuo contenuto."],"Social Image":["Immagine sociale"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Imposta un'immagine predefinita che sarà utilizzata per la condivisione sociale quando non è disponibile alcuna immagine in evidenza o specifica per i social. Questo assicura che il tuo contenuto abbia sempre un'immagine visiva quando viene condiviso su piattaforme come Facebook o X (Twitter)."],"Search Engine Description":["Descrizione del motore di ricerca"],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Una pagina statica è impostata come homepage del tuo sito web sotto WordPress Dashboard > Impostazioni > Lettura."],"Edit the home page":["Modifica la homepage"]," to set its search engine and social settings.":["per impostare le sue impostazioni di ricerca e social."],"Use data from Facebook Tab":["Utilizza i dati dalla scheda Facebook"],"Social Title":["Titolo sociale"],"Social Description":["Descrizione sociale"],"%s Preview":["%s Anteprima"],"Home Page General":["Generale Pagina Iniziale"],"Home Page Social":["Social Pagina Iniziale"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Imposta un titolo e una descrizione personalizzati per la tua homepage per controllare come appare nei risultati di ricerca di Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Imposta un titolo, una descrizione e un'immagine personalizzati per Facebook e Twitter per controllare come appare la tua homepage quando viene condivisa. Questo aiuta a rendere il tuo contenuto più attraente sui social media."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Controlla come i motori di ricerca trattano la tua homepage. Queste opzioni ti permettono di nasconderla dai risultati di ricerca, impedire il follow dei link o evitare la visualizzazione di versioni memorizzate nella cache."]}}}