{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_general_home-page_home-page_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Erweitert"],"Search Engine Preview":["Vorschau der Suchmaschine"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Sieh dir eine Vorschau an, wie deine Seite in den Suchergebnissen erscheinen könnte. Diese Vorschau dient nur zur Orientierung und könnte nicht genau mit der Darstellung durch Suchmaschinen übereinstimmen."],"Search Engine Title":["Suchmaschinen-Titel"],"Type @ to view variable suggestions":["Gib @ ein, um Variablenvorschläge anzuzeigen"],"Search Engine Description":["Suchmaschinen-Beschreibung"],"Social Image":["Soziale Bild"],"Social Title":["Sozialer Titel"],"Social Description":["Soziale Beschreibung"],"%s Preview":["%s-Vorschau"],"Home Page":["Startseite"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Legen Sie ein Standardbild fest, das für das Teilen in sozialen Medien verwendet wird, wenn kein hervorgehobenes oder spezifisches Bild verfügbar ist. Dies stellt sicher, dass Ihr Inhalt immer ein visuelles Element hat, wenn er auf Plattformen wie Facebook oder X (Twitter) geteilt wird."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Eine statische Seite ist als Startseite Ihrer Website im WordPress-Dashboard > Einstellungen > Lesen festgelegt."],"Edit the home page":["Startseite bearbeiten"]," to set its search engine and social settings.":[", um deren Suchmaschinen- und soziale Einstellungen festzulegen."],"Use data from Facebook Tab":["Daten von Facebook-Tab verwenden"],"Home Page General":["Startseite Allgemein"],"Home Page Social":["Startseite Social"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Legen Sie einen benutzerdefinierten Titel und eine Beschreibung für Ihre Startseite fest, um zu steuern, wie sie in den Google-Suchergebnissen erscheint."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Legen Sie einen benutzerdefinierten Titel, eine Beschreibung und ein Bild für Facebook und Twitter fest, um zu steuern, wie Ihre Startseite beim Teilen erscheint. Dies hilft, Ihre Inhalte in sozialen Medien ansprechender zu gestalten."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Steuern Sie, wie Suchmaschinen Ihre Startseite behandeln. Diese Optionen ermöglichen es Ihnen, sie aus den Suchergebnissen auszublenden, das Folgen von Links zu stoppen oder das Anzeigen zwischengespeicherter Versionen zu verhindern."]}}}