{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_tools_migration_index_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Schema"],"Select an option":["Wybierz opcję"],"Settings saved successfully":["Ustawienia zapisane pomyślnie"],"Your SEO Settings Migration is Paused":["Migracja ustawień SEO została wstrzymana"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Pomyślnie zaimportowaliśmy część Twoich ustawień SEO, ale migracja nie została ukończona. Może się tak zdarzyć, jeśli proces został przerwany lub zakończył się wcześniej. Nie martw się — wszystko, co zaimportowano do tej pory, jest bezpiecznie zapisane, a duplikaty danych nie zostaną utworzone."],"Resume Migration":["Wznów migrację"],"Start Over":["Rozpocznij od nowa"],"Cancel Migration":["Anuluj migrację"],"We've Imported SEO Settings. Here's What's Done:":["Zaimportowaliśmy ustawienia SEO. Oto, co zostało zrobione:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Ponieważ SureRank ma inne funkcje w porównaniu do wtyczki, z której dokonywano importu, a była to automatyczna migracja, niektóre ustawienia mogą nie zostać przeniesione. Proszę sprawdzić i przetestować wszystko, aby upewnić się, że działa zgodnie z oczekiwaniami."],"Settings which may not be migrated completely.":["Ustawienia, które mogą nie zostać w pełni zaimportowane."],"Migrate":["Migruj"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Uprość zarządzanie SEO, migrując ustawienia z wtyczki do SureRank, zapewniając płynne przejście i spójną optymalizację na Twojej stronie."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["Trwa migracja. Na pewno chcesz opuścić stronę? Niezapisane zmiany mogą zostać utracone"],"API request failed":["Nie udało się wysłać żądania API"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Aby zastosować nowe zaimportowane ustawienia, strona odświeży się automatycznie za 3 sekundy"],"Migration failed":["Migracja nie powiodła się"],"Migration failed. Please try again.":["Migracja nie powiodła się. Spróbuj ponownie"],"Import SEO data from":["Importuj dane SEO z"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s zostanie dezaktywowane po migracji. Odznacz, aby zachować je aktywne"],"Migration Error":["Błąd migracji"],"Try Again":["Spróbuj ponownie"],"%s completed":["%s zakończone"],"%1$s\/%2$s imported":["%1$s\/%2$s zaimportowano"],"Preparing migration…":["Przygotowywanie migracji…"],"Reading %s…":["Odczytywanie %s…"],"Reading taxonomies…":["Odczytywanie taksonomii…"],"Reading content…":["Odczytywanie treści…"],"Migrating global settings…":["Migracja ustawień globalnych…"],"Migrating %s…":["Migracja %s…"],"Migrating taxonomies…":["Migracja taksonomii…"],"Migrating content…":["Migracja treści…"],"Processing…":["Przetwarzanie…"],"Importing SEO Settings from":["Import ustawień SEO z"],"Global Settings":["Ustawienia globalne"]}}}