{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/0\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Расширенные"],"Search Engine Preview":["Предварительный просмотр поисковой системы"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Посмотрите предварительный просмотр того, как ваша страница может выглядеть в результатах поисковой системы. Этот предварительный просмотр предназначен только для справки и может не точно соответствовать тому, как поисковые системы отображают ваш контент."],"Search Engine Title":["Название поисковой системы"],"Type @ to view variable suggestions":["Введите @, чтобы увидеть предложения переменных"],"Search Engine Description":["Описание поисковой системы"],"Social Image":["Социальное изображение"],"Social Title":["Социальное название"],"Social Description":["Социальное описание"],"%s Preview":["%s Предварительный просмотр"],"Home Page":["Главная страница"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Установите стандартное изображение, которое будет использоваться для социального обмена, когда нет доступного изображения с выделением или специального изображения для социальных сетей. Это гарантирует, что ваш контент всегда будет иметь визуальное представление при обмене на платформах, таких как Facebook или X (Twitter)."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Статическая страница установлена в качестве главной страницы вашего сайта в WordPress Dashboard > Настройки > Чтение."],"Edit the home page":["Редактировать главную страницу"]," to set its search engine and social settings.":[", чтобы установить ее настройки для поисковых систем и социальных сетей."],"Use data from Facebook Tab":["Использовать данные из вкладки Facebook"],"Home Page General":["Общие настройки главной страницы"],"Home Page Social":["Социальные настройки главной страницы"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Установите пользовательский заголовок и описание для вашей главной страницы, чтобы контролировать, как она отображается в результатах поиска Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Установите пользовательский заголовок, описание и изображение для Facebook и Twitter, чтобы контролировать, как ваша главная страница отображается при совместном использовании. Это помогает сделать ваш контент более привлекательным в социальных сетях."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Управляйте тем, как поисковые системы обрабатывают вашу главную страницу. Эти параметры позволяют скрыть её из результатов поиска, запретить переход по ссылкам или предотвратить показ кэшированных версий."]}}}