{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"General":["Algemeen"],"Advanced":["Geavanceerd"],"Post Title":["Berichttitel"],"Separator":["Scheidingsteken"],"Site Name":["Site naam"],"Schema Title":["Schema Titel"],"Schema Type":["Schema Type"],"Post Excerpt":["Berichtfragment"],"Term Description":["Termbeschrijving"],"Tagline":["Tagline"],"Proceed":["Doorgaan"],"Cancel":["Annuleren"],"Failed to fetch general seo analysis report":["Mislukt om algemeen SEO-analyserapport op te halen"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van het algemene SEO-analyserapport. Probeer het later opnieuw."],"Failed to fetch other seo analysis report":["Mislukt om ander SEO-analyserapport op te halen"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van het andere SEO-analyserapport. Probeer het later opnieuw."],"Failed to fetch analysis report":["Mislukt om analyserapport op te halen"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van de instellingen voor het SEO-analyserapport. Probeer het later opnieuw."],"Save":["Opslaan"],"Saving..":["Opslaan.."],"Saved":["Opgeslagen"],"Search…":["Zoeken…"],"Settings":["Instellingen"],"Critical SEO Issues Detected":["Kritieke SEO-problemen gedetecteerd"],"Needs Improvement":["Vereist verbetering"],"SEO is Optimized":["SEO is geoptimaliseerd"],"What's New?":["Wat is er nieuw?"],"Knowledge Base":["Kennisbank"],"Please select a site":["Selecteer een site"],"Failed to proceed":["Mislukt om door te gaan"],"Site selected successfully":["Site succesvol geselecteerd"],"Select a site":["Selecteer een site"],"No Verified Site Found":["Geen geverifieerde site gevonden"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Voeg je site toe en verifieer deze in Google Search Console om hier inzichten te zien."],"Learn more":["Leer meer"],"Search Console Account":["Search Console-account"],"Please select a site below to view its data.":["Selecteer een site hieronder om de gegevens te bekijken."],"Facebook Preview":["Facebook Voorbeeld"],"X Preview":["X Voorbeeld"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Zodra een site is geselecteerd, zie je hier hoe je inhoud presteert in zoekmachines."],"Actions":["Acties"],"View":["Bekijken"],"Search":["Zoeken"],"Content Performance":["Inhoudsprestaties"],"No Content Performance to Show":["Geen inhoudsprestaties om te tonen"],"Home Page":["Startpagina"],"Sitemaps":["Sitemaps"],"Robot Instructions":["Robotinstructies"],"Schema":["Schema"],"Site Analysis":["Site-analyse"],"No additional information to show.":["Geen aanvullende informatie om te tonen."],"Fix It for Me":["Los het voor mij op"],"Site SEO Analysis":["Site SEO-analyse"]," Fix All for Me":["Los alles voor mij op"],"No Results Found":["Geen resultaten gevonden"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Uw zoekopdracht kwam niet overeen met resultaten. Probeer een ander trefwoord of verfijn uw zoekcriteria."],"Issue":["Probleem"],"Action":["Actie"],"Page %1$s out of %2$s":["Pagina %1$s van %2$s"],"Previous page":["Vorige pagina"],"Page %s":["Pagina %s"],"Next page":["Volgende pagina"],"Enable Author Archive":["Schakel auteurarchief in"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Toont alle berichten die door een specifieke auteur zijn gepubliceerd. Handig om de bijdragen van een auteur te tonen en zoekmachines te helpen de auteurschap en thematische relevantie te begrijpen."],"Enable Date Archive":["Schakel datumarchief in"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Groep berichten op maand of jaar. Helpt bezoekers om inhoud chronologisch te verkennen en stelt zoekmachines in staat om tijdgebonden inhoud beter te indexeren."],"Archive Pages":["Archiefpagina's"],"XML":["XML"],"Enable XML Sitemap":["Schakel XML-sitemap in"],"Generates an XML sitemap to help search engines index your site content.":["Genereert een XML-sitemap om zoekmachines te helpen uw site-inhoud te indexeren."],"Include Images in XML Sitemap":["Voeg afbeeldingen toe aan XML-sitemap"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Voeg afbeeldingen van uw berichten en pagina's toe aan de XML-sitemap, zodat zoekmachines ze gemakkelijker kunnen vinden en indexeren. Afbeeldingen zijn alleen zichtbaar in de broncode."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Sitemap is momenteel uitgeschakeld. Schakel de XML-sitemap in de instellingen in om toegang te krijgen tot het sitemapbestand."],"Open Sitemap":["Open Sitemap"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Deze instellingen helpen zoekmachines te begrijpen hoe ze uw startpagina in zoekresultaten moeten behandelen. Het inschakelen van 'No Index' voorkomt dat de startpagina in zoekresultaten verschijnt. 'No Follow' vertelt zoekmachines om geen links op de pagina te volgen, en 'No Archive' voorkomt dat zoekmachines een gecachte versie van de pagina opslaan. Deze instellingen zijn alleen van toepassing op de startpagina van uw website."],"No Index":["Geen index"],"Prevents search engines from listing your home page in search results.":["Voorkomt dat zoekmachines uw startpagina in zoekresultaten vermelden."],"No Follow":["Geen volg"],"Tells search engines not to follow any links on your home page.":["Geeft zoekmachines de instructie om geen links op uw startpagina te volgen."],"No Archive":["Geen archief"],"Blocks search engines from storing a cached version of your home page.":["Blokkeert zoekmachines om een gecachte versie van uw startpagina op te slaan."],"This is only for Home Page. These settings will not affect any other pages.":["Dit is alleen voor de startpagina. Deze instellingen hebben geen invloed op andere pagina's."],"Site Name: ":["Site naam:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["De sitenaam die in meta-titels en beschrijvingen wordt gebruikt, is afkomstig van de algemene instellingen van WordPress, waar deze is gedefinieerd onder \"Site titel\"."],"Site Icon: ":["Site-icoon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Het site-icoon (favicon) verschijnt in browsertabs, bladwijzers en op mobiele apparaten. Om het bij te werken, gaat u naar Algemene instellingen → Site-icoon en uploadt u een nieuwe afbeelding onder Site-identiteit."],"Change Here":["Hier wijzigen"],"Search Engine Title":["Zoekmachine titel"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Stel een standaardtitel in voor alle individuele berichtenpagina's om te helpen definiëren hoe ze in zoekmachines verschijnen. U kunt deze titel voor elk bericht overschrijven door het direct te bewerken."],"Type @ to view variable suggestions":["Typ @ om variabele suggesties te bekijken"],"Search Engine Preview":["Zoekmachine voorbeeld"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Bekijk een voorbeeld van hoe uw pagina kan verschijnen in zoekmachine resultaten. Dit voorbeeld is alleen ter begeleiding en komt mogelijk niet exact overeen met hoe zoekmachines uw inhoud weergeven."],"Titles and Descriptions":["Titels en beschrijvingen"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Voer de volledige URL's van uw officiële profielen in. Deze worden toegevoegd aan het organisatie-schema onder SameAs om zoekmachines te helpen uw online aanwezigheid te verifiëren."],"Other Accounts":["Andere accounts"],"Site Facebook Page":["Site Facebook-pagina"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geef de volledige URL van uw officiële Facebook-pagina op. Deze URL wordt gebruikt in de gestructureerde gegevens van uw site onder het Schema → Organisatie → SameAs-veld om uw merk te associëren met zijn geverifieerde sociale profiel."],"Author Facebook Page":["Auteur Facebook-pagina"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Voer de URL in van uw standaard Facebook-auteurpagina. Deze wordt gebruikt in gestructureerde gegevens wanneer een bericht geen specifieke auteursprofiel heeft ingesteld - nuttig voor sites met meerdere auteurs."],"Facebook":["Facebook"],"Social Image":["Sociale afbeelding"],"Select Default Image":["Selecteer standaardafbeelding"],"Set Default Image":["Stel standaardafbeelding in"],"Default Image":["Standaardafbeelding"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Stel een standaardafbeelding in die zal worden gebruikt voor sociale delen wanneer er geen uitgelichte of sociale specifieke afbeelding beschikbaar is. Dit zorgt ervoor dat uw inhoud altijd een visueel element heeft wanneer deze wordt gedeeld op platforms zoals Facebook of X (Twitter)."],"Preview":["Voorbeeld"],"Fallback":["Fallback"],"Summary Large Image":["Samenvatting grote afbeelding"],"Summary":["Samenvatting"],"X Card Type":["X-kaarttype"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Kies hoe uw inhoud zal verschijnen wanneer deze wordt gedeeld op X (voorheen Twitter). Deze instelling bepaalt het type kaart—ofwel een samenvatting of een samenvatting met een grote afbeelding—die wordt gebruikt in de postpreview."],"Site's X Profile":["X-profiel van de site"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geef de volledige URL van uw officiële X (Twitter) profiel op. Deze URL zal worden gebruikt in de gestructureerde gegevens van uw site onder Schema → Organisatie → SameAs-veld om uw merk te associëren met zijn geverifieerde sociale profiel."],"Author’s X Profile":["X-profiel van de auteur"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Voer de URL van uw fallback Twitter-auteurspagina in. Dit zal worden gebruikt als er geen individuele auteurs-URL is opgegeven."],"X":["X"],"Invalid Date":["Ongeldige datum"],"No Date":["Geen datum"],"Fix SEO Issues with AI":["Los SEO-problemen op met AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Laat AI automatisch on-page SEO-problemen detecteren en oplossen, zoals ontbrekende SEO-beschrijvingen, alt-tags voor afbeeldingen, en meer."],"Upgrade Now":["Upgrade nu"],"Bad":["Slecht"],"Fair":["Redelijk"],"Good":["Goed"],"Sample Post - Testing Site":["Voorbeeldpost - Testsite"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Deze inhoud zal worden ingesteld als de meta-beschrijvingstag en kan verschijnen in zoekresultaten. Houd het kort en leg duidelijk uit waar de pagina over gaat."],"Term Title":["Termtitel"],"No index":["Geen index"],"Prevents search engines from listing your page in search results.":["Voorkomt dat zoekmachines uw pagina in zoekresultaten vermelden."],"No follow":["Geen follow"],"Tells search engines not to follow any links on your page.":["Geeft zoekmachines de instructie om geen links op uw pagina te volgen."],"No archive":["Geen archief"],"Blocks search engines from storing a cached version of your page.":["Blokkeert zoekmachines om een gecachte versie van uw pagina op te slaan."],"Social":["Sociaal"],"Add New":["Nieuwe toevoegen"],"Search or select an option":["Zoek of selecteer een optie"],"This schema does not have any configurable fields":["Dit schema heeft geen configureerbare velden"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Gebruik een %1$s-tag op alle %2$s om te voorkomen dat ze in zoekresultaten verschijnen."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Gebruik een %1$s-tag om zoekmachines te stoppen met het volgen van links op %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Gebruik een %1$s-tag om zoekmachines te verhinderen gecachte versies van %2$s op te slaan."],"Search Engine Description":["Zoekmachinebeschrijving"],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Een statische pagina is ingesteld als de startpagina van uw website onder WordPress Dashboard > Instellingen > Lezen."],"Edit the home page":["Bewerk de startpagina"]," to set its search engine and social settings.":["om de zoekmachine- en sociale instellingen in te stellen."],"Use data from Facebook Tab":["Gebruik gegevens van Facebook-tabblad"],"Social Title":["Sociale titel"],"Social Description":["Sociale beschrijving"],"%s Preview":["%s Voorbeeld"],"Select an option":["Selecteer een optie"],"Search posts\/pages\/taxonomies, etc":["Zoek berichten\/pagina's\/taxonomieën, enz."],"Display On":["Weergeven op"],"Add Condition":["Voorwaarde toevoegen"],"Do Not Display On":["Niet weergeven op"],"Back":["Terug"],"Properties":["Eigenschappen"],"Display Conditions":["Weergavevoorwaarden"],"Add Schema":["Schema toevoegen"],"Choose Schema":["Kies schema"],"Remove":["Verwijderen"]}}}