{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Page contains at least one subheading.":["De pagina bevat ten minste één subkop."],"All images on this page have alt text attributes.":["Alle afbeeldingen op deze pagina hebben alt-tekstattributen."],"This page includes images or videos to enhance content.":["Deze pagina bevat afbeeldingen of video's om de inhoud te verbeteren."],"No images or videos found on this page.":["Geen afbeeldingen of video's gevonden op deze pagina."],"Canonical tag is not present on the page.":["Canonical tag is niet aanwezig op de pagina."],"Canonical tag is present on the page.":["Canonical tag is aanwezig op de pagina."],"Page URL is short and SEO-friendly.":["Pagina-URL is kort en SEO-vriendelijk."],"Page URL is longer than %s characters and may affect SEO and readability.":["Pagina-URL is langer dan %s tekens en kan SEO en leesbaarheid beïnvloeden."],"One or more broken links found on the page.":["Een of meer gebroken links gevonden op de pagina."],"Issue":["Probleem"],"Site Icon: ":["Site-icoon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Het site-icoon (favicon) verschijnt in browsertabs, bladwijzers en op mobiele apparaten. Om het bij te werken, gaat u naar Algemene instellingen → Site-icoon en uploadt u een nieuwe afbeelding onder Site-identiteit."],"Change Here":["Hier wijzigen"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Bekijk een voorbeeld van hoe uw pagina kan verschijnen in zoekmachine resultaten. Dit voorbeeld is alleen ter begeleiding en komt mogelijk niet exact overeen met hoe zoekmachines uw inhoud weergeven."],"Invalid Date":["Ongeldige datum"],"No Date":["Geen datum"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Deze inhoud zal worden ingesteld als de meta-beschrijvingstag en kan verschijnen in zoekresultaten. Houd het kort en leg duidelijk uit waar de pagina over gaat."],"No index":["Geen index"],"Prevents search engines from listing your page in search results.":["Voorkomt dat zoekmachines uw pagina in zoekresultaten vermelden."],"No follow":["Geen follow"],"Tells search engines not to follow any links on your page.":["Geeft zoekmachines de instructie om geen links op uw pagina te volgen."],"No archive":["Geen archief"],"Blocks search engines from storing a cached version of your page.":["Blokkeert zoekmachines om een gecachte versie van uw pagina op te slaan."],"Open SureRank SEO":["Open SureRank SEO"],"This page includes video(s) but no images.":["Deze pagina bevat video('s) maar geen afbeeldingen."],"No links found on this page.":["Geen links gevonden op deze pagina."],"Links are present on this page.":["Links zijn aanwezig op deze pagina."],"Page does not contain at least one subheading.":["Pagina bevat niet minstens één subkop."],"No broken links found on the page.":["Geen gebroken links gevonden op de pagina."],"SureRank Meta Box":["SureRank Meta Box"],"Warning":["Waarschuwing"],"These broken links were found on the page:":["Deze gebroken links zijn gevonden op de pagina:"],"issue":["probleem"],"Failed to check link":["Controleren van de link mislukt"],"SEO is Optimized":["SEO is geoptimaliseerd"],"%1$d %2$s need attention.":["%1$d %2$s heeft aandacht nodig."],"All SEO checks passed.":["Alle SEO-controles geslaagd."],"One or more images are missing alt text attributes.":["Een of meer afbeeldingen missen alt-tekst attributen."],"But don't worry, we will add them automatically for you.":["Maar maak je geen zorgen, we voegen ze automatisch voor je toe."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Je kunt ze handmatig toevoegen of de automatische instelling voor afbeeldingtitels en alt inschakelen in de instellingen."],"%s Issue Detected":["%s Probleem Gevonden"],"%s Warning Detected":["%s Waarschuwing Gevonden"]}}}