{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/common\/common.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema Type":["Schema-Typ"],"Open SureRank SEO":["Öffne SureRank SEO"],"Fix SEO Issues with AI":["SEO-Probleme mit KI beheben"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Lass die KI automatisch SEO-Probleme auf der Seite erkennen und lösen, wie fehlende SEO-Beschreibungen, Bild-Alt-Tags und mehr."],"Fix It for Me":["Mach es für mich"],"No index":["Kein Index"],"Prevents search engines from listing your page in search results.":["Verhindert, dass Suchmaschinen deine Seite in den Suchergebnissen auflisten."],"No follow":["Kein Follow"],"Tells search engines not to follow any links on your page.":["Sagt Suchmaschinen, dass sie keine Links auf deiner Seite folgen sollen."],"No archive":["Kein Archiv"],"Blocks search engines from storing a cached version of your page.":["Blockiert Suchmaschinen daran, eine zwischengespeicherte Version deiner Seite zu speichern."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Dieser Inhalt wird als Meta-Beschreibungstag festgelegt und kann in den Suchergebnissen erscheinen. Halte es kurz und erkläre klar, worum es auf der Seite geht."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Sieh dir eine Vorschau an, wie deine Seite in den Suchergebnissen erscheinen könnte. Diese Vorschau dient nur zur Orientierung und könnte nicht genau mit der Darstellung durch Suchmaschinen übereinstimmen."],"Type @ to view variable suggestions":["Gib @ ein, um Variablenvorschläge anzuzeigen"],"Sample Post - Testing Site":["Beispielbeitrag - Testseite"],"This schema does not have any configurable fields":["Dieses Schema hat keine konfigurierbaren Felder"],"Search or select an option":["Suche oder wähle eine Option"],"Add Schema":["Schema hinzufügen"],"Choose Schema":["Schema auswählen"],"Cancel":["Abbrechen"],"Add New":["Neu hinzufügen"],"Save":["Speichern"],"Saving..":["Speichern.."],"Saved":["Gespeichert"],"%1$d out of %2$d checks are done.":["%1$d von %2$d Prüfungen sind abgeschlossen."],"Passed Checks":["Bestandene Prüfungen"],"Passed":["Bestanden"],"Site Icon: ":["Site-Icon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Das Site-Icon (Favicon) erscheint in Browser-Tabs, Lesezeichen und auf mobilen Geräten. Um es zu aktualisieren, gehen Sie zu Allgemeine Einstellungen → Site-Icon und laden Sie ein neues Bild unter der Seitenidentität hoch."],"Change Here":["Hier ändern"],"Invalid Date":["Ungültiges Datum"],"No Date":["Kein Datum"],"Critical":["Kritisch"],"Warning":["Warnung"],"Click here to discover more details about this check.":["Klicken Sie hier, um weitere Details zu dieser Prüfung zu entdecken."],"Coming Soon in SureRank Pro.":["Demnächst in SureRank Pro."],"Join Waitlist":["Zur Warteliste anmelden"],"Confirm":["Bestätigen"],"Help Me Fix":["Hilf mir zu beheben"],"Restore":["Wiederherstellen"],"Ignore":["Ignorieren"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Wir werden diese Überprüfung bei zukünftigen Scans nicht mehr markieren. Wenn sie nicht relevant ist, können Sie sie gerne ignorieren; Sie können sie später jederzeit wieder aktivieren, falls nötig."],"Suggestion":["Vorschlag"],"Ignore this check":["Diese Prüfung ignorieren"],"Restore this check":["Diese Prüfung wiederherstellen"],"Ignore Page Checks":["Seitenprüfungen ignorieren"],"Action failed. Please try again.":["Aktion fehlgeschlagen. Bitte versuchen Sie es erneut."],"Settings saved successfully.":["Einstellungen erfolgreich gespeichert."],"Loading page SEO checks…":["Lade SEO-Prüfungen der Seite…"],"Error loading SEO checks":["Fehler beim Laden der SEO-Prüfungen"]}}}