{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_tools_migration_index_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Schema"],"Select an option":["Selecteer een optie"],"Settings saved successfully":["Instellingen succesvol opgeslagen"],"Your SEO Settings Migration is Paused":["Uw SEO-instellingenmigratie is gepauzeerd"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["We hebben enkele van uw SEO-instellingen succesvol geïmporteerd, maar de migratie is niet voltooid. Dit kan gebeuren als het proces werd onderbroken of vroegtijdig werd afgesloten. Maak u geen zorgen — alles wat tot nu toe is geïmporteerd is veilig opgeslagen en er worden geen dubbele gegevens aangemaakt."],"Resume Migration":["Migratie hervatten"],"Start Over":["Opnieuw beginnen"],"Cancel Migration":["Migratie annuleren"],"We've Imported SEO Settings. Here's What's Done:":["We hebben SEO-instellingen geïmporteerd. Dit is wat er gedaan is:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Omdat SureRank andere functies heeft dan de plugin waarvan u importeerde, en dit een automatische migratie was, zijn sommige instellingen mogelijk niet overgenomen. Controleer en test alles om er zeker van te zijn dat het werkt zoals verwacht."],"Settings which may not be migrated completely.":["Instellingen die mogelijk niet volledig zijn gemigreerd."],"Migrate":["Migreren"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Vereenvoudig uw SEO-beheer door uw instellingen te migreren van een plugin naar SureRank, voor een naadloze overgang en consistente optimalisatie op uw website."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["Migratie is bezig. Weet u zeker dat u wilt vertrekken? Niet-opgeslagen wijzigingen kunnen verloren gaan."],"API request failed":["API-verzoek mislukt"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Om de nieuw geïmporteerde instellingen toe te passen, wordt de pagina automatisch vernieuwd over 3 seconden."],"Migration failed":["Migratie mislukt"],"Migration failed. Please try again.":["Migratie mislukt. Probeer het opnieuw."],"Import SEO data from":["SEO-gegevens importeren van"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s wordt gedeactiveerd na migratie. Vink uit om het actief te houden."],"Migration Error":["Migratiefout"],"Try Again":["Opnieuw proberen"],"%s completed":["%s voltooid"],"%1$s\/%2$s imported":["%1$s\/%2$s geïmporteerd"],"Preparing migration…":["Migratie voorbereiden…"],"Reading %s…":["%s lezen…"],"Reading taxonomies…":["Taxonomieën lezen…"],"Reading content…":["Inhoud lezen…"],"Migrating global settings…":["Globale instellingen migreren…"],"Migrating %s…":["%s migreren…"],"Migrating taxonomies…":["Taxonomieën migreren…"],"Migrating content…":["Inhoud migreren…"],"Processing…":["Bezig met verwerken…"],"Importing SEO Settings from":["SEO-instellingen importeren van"],"Global Settings":["Globale instellingen"]}}}