{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Painel"],"General":["Geral"],"Advanced":["Avançado"],"Post Title":["Título da Postagem"],"Separator":["Separador"],"Site Name":["Nome do Site"],"Schema Title":["Título do Schema"],"Schema Type":["Tipo de Schema"],"Post Excerpt":["Resumo do post"],"Term Description":["Descrição do Termo"],"Fix SEO Issues with AI":["Corrigir Problemas de SEO com IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Deixe a IA detectar e resolver automaticamente problemas de SEO na página, como descrições de SEO ausentes, tags alt de imagem e mais."],"Upgrade Now":["Atualizar Agora"],"Fix It for Me":["Corrija Para Mim"],"Tagline":["Slogan"],"Term Title":["Título do Termo"],"No index":["Sem índice"],"Prevents search engines from listing your page in search results.":["Impede que os motores de busca listem sua página nos resultados de busca."],"No follow":["Sem seguir"],"Tells search engines not to follow any links on your page.":["Informa aos motores de busca para não seguir nenhum link em sua página."],"No archive":["Sem arquivo"],"Blocks search engines from storing a cached version of your page.":["Bloqueia os motores de busca de armazenar uma versão em cache de sua página."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Este conteúdo será definido como a tag de descrição meta e pode aparecer nos resultados de busca. Mantenha-o curto e explique claramente sobre o que é a página."],"Search Engine Preview":["Prévia do Motor de Busca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Veja uma prévia de como sua página pode aparecer nos resultados do motor de busca. Esta prévia é apenas para orientação e pode não corresponder exatamente a como os motores de busca exibem seu conteúdo."],"Search Engine Title":["Título do Motor de Busca"],"Type @ to view variable suggestions":["Digite @ para ver sugestões de variáveis"],"Search Engine Description":["Descrição do Motor de Busca"],"Sample Post - Testing Site":["Postagem de Exemplo - Site de Teste"],"Social Image":["Imagem Social"],"Social Title":["Título Social"],"Social Description":["Descrição Social"],"%s Preview":["%s Prévia"],"Robot Instructions":["Instruções para Robôs"],"Social":["Social"],"This schema does not have any configurable fields":["Este esquema não possui campos configuráveis"],"Search or select an option":["Pesquise ou selecione uma opção"],"Add Schema":["Adicionar Esquema"],"Choose Schema":["Escolher Esquema"],"Cancel":["Cancelar"],"Add New":["Adicionar Novo"],"Schema":["Esquema"],"Save":["Salvar"],"Saving..":["Salvando.."],"Saved":["Salvo"],"Bad":["Ruim"],"Fair":["Justo"],"Settings":["Configurações"],"Proceed":["Prosseguir"],"Failed to fetch general seo analysis report":["Falha ao buscar o relatório geral de análise de SEO"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Ocorreu um erro inesperado ao buscar o relatório geral de análise de SEO. Por favor, tente novamente mais tarde."],"Failed to fetch other seo analysis report":["Falha ao buscar o outro relatório de análise de SEO"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Ocorreu um erro inesperado ao buscar o outro relatório de análise de SEO. Por favor, tente novamente mais tarde."],"Failed to fetch analysis report":["Falha ao buscar o relatório de análise"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Ocorreu um erro inesperado ao buscar o relatório de análise de configurações de SEO. Por favor, tente novamente mais tarde."],"Search…":["Pesquisar…"],"Critical SEO Issues Detected":["Problemas Críticos de SEO Detectados"],"Needs Improvement":["Precisa de Melhorias"],"SEO is Optimized":["SEO está Otimizado"],"What's New?":["O que há de Novo?"],"Knowledge Base":["Base de Conhecimento"],"Please select a site":["Por favor, selecione um site"],"Failed to proceed":["Falha ao prosseguir"],"Site selected successfully":["Site selecionado com sucesso"],"Select a site":["Selecione um site"],"No Verified Site Found":["Nenhum Site Verificado Encontrado"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Adicione e verifique seu site no Google Search Console para começar a ver insights aqui."],"Learn more":["Saiba mais"],"Search Console Account":["Conta do Search Console"],"Please select a site below to view its data.":["Por favor, selecione um site abaixo para visualizar seus dados."],"Facebook Preview":["Prévia do Facebook"],"X Preview":["Prévia do X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Uma vez que um site é selecionado, você verá como seu conteúdo está se saindo nos motores de busca aqui."],"Actions":["Ações"],"View":["Ver"],"Search":["Pesquisar"],"Content Performance":["Desempenho do Conteúdo"],"No Content Performance to Show":["Nenhum Desempenho de Conteúdo para Mostrar"],"Home Page":["Página Inicial"],"Sitemaps":["Sitemaps"],"Site Analysis":["Análise do Site"],"No additional information to show.":["Nenhuma informação adicional para mostrar."],"Site SEO Analysis":["Análise de SEO do Site"]," Fix All for Me":["Corrigir Tudo para Mim"],"No Results Found":["Nenhum Resultado Encontrado"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Sua pesquisa não correspondeu a nenhum resultado. Por favor, tente uma palavra-chave diferente ou refine seus critérios de pesquisa."],"Issue":["Problema"],"Action":["Ação"],"Page %1$s out of %2$s":["Página %1$s de %2$s"],"Previous page":["Página anterior"],"Page %s":["Página %s"],"Next page":["Próxima página"],"Good":["Bom"],"Enable Author Archive":["Ativar Arquivo de Autor"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Exibe todos os posts publicados por um autor específico. Útil para mostrar as contribuições de um autor e ajudar os motores de busca a entender a autoria e a relevância do tópico."],"Enable Date Archive":["Ativar Arquivo de Data"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Agrupa posts por mês ou ano. Ajuda os visitantes a explorar o conteúdo cronologicamente e permite que os motores de busca indexem melhor o conteúdo baseado no tempo."],"Archive Pages":["Páginas de Arquivo"],"XML":["XML"],"Enable XML Sitemap":["Ativar Sitemap XML"],"Generates an XML sitemap to help search engines index your site content.":["Gera um sitemap XML para ajudar os motores de busca a indexar o conteúdo do seu site."],"Include Images in XML Sitemap":["Incluir Imagens no Sitemap XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Adicione imagens dos seus posts e páginas ao sitemap XML para que os motores de busca possam encontrá-las e indexá-las mais facilmente. As imagens são visíveis apenas no código-fonte."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["O Sitemap está atualmente desativado. Por favor, ative o sitemap XML nas configurações para acessar o arquivo do sitemap."],"Open Sitemap":["Abrir Sitemap"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Essas configurações ajudam os motores de busca a entender como tratar sua página inicial nos resultados de pesquisa. Ativar 'No Index' impedirá que a página inicial apareça nos resultados de pesquisa. 'No Follow' informa aos motores de busca para não seguir nenhum link na página, e 'No Archive' impede que os motores de busca armazenem uma versão em cache da página. Essas configurações se aplicam apenas à página inicial do seu site."],"No Index":["Sem Indexação"],"Prevents search engines from listing your home page in search results.":["Impede que os motores de busca listem sua página inicial nos resultados de pesquisa."],"No Follow":["Sem Seguimento"],"Tells search engines not to follow any links on your home page.":["Informa aos motores de busca para não seguir nenhum link na sua página inicial."],"No Archive":["Sem Arquivo"],"Blocks search engines from storing a cached version of your home page.":["Bloqueia os motores de busca de armazenar uma versão em cache da sua página inicial."],"This is only for Home Page. These settings will not affect any other pages.":["Isso é apenas para a Página Inicial. Essas configurações não afetarão nenhuma outra página."],"Site Name: ":["Nome do Site:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["O nome do site usado em títulos e descrições meta é retirado das Configurações Gerais do WordPress, onde é definido sob \"Título do Site\"."],"Site Icon: ":["Ícone do Site:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["O ícone do site (favicon) aparece nas abas do navegador, favoritos e dispositivos móveis. Para atualizá-lo, vá para Configurações Gerais → Ícone do Site e faça o upload de uma nova imagem sob Identidade do Site."],"Change Here":["Mudar Aqui"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Defina um título padrão para todas as páginas de post individuais para ajudar a definir como elas aparecem nos motores de busca. Você pode substituir este título para qualquer post editando-o diretamente."],"Titles and Descriptions":["Títulos e Descrições"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Insira as URLs completas de seus perfis oficiais. Estas serão adicionadas ao esquema da Organização sob SameAs para ajudar os motores de busca a verificar sua presença online."],"Other Accounts":["Outras Contas"],"Site Facebook Page":["Página do Facebook do Site"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Forneça a URL completa da sua Página oficial do Facebook. Esta URL será usada nos dados estruturados do seu site sob o campo Schema → Organização → SameAs para associar sua marca ao seu perfil social verificado."],"Author Facebook Page":["Página do Facebook do Autor"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Insira a URL da sua página de autor padrão no Facebook. Ela será usada nos dados estruturados quando um post não tiver um perfil de autor específico definido - útil para sites com múltiplos autores."],"Facebook":["Facebook"],"Select Default Image":["Selecionar Imagem Padrão"],"Set Default Image":["Definir Imagem Padrão"],"Default Image":["Imagem Padrão"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Defina uma imagem padrão que será usada para compartilhamento social quando nenhuma imagem destacada ou específica para social estiver disponível. Isso garante que seu conteúdo sempre tenha um visual quando compartilhado em plataformas como Facebook ou X (Twitter)."],"Preview":["Prévia"],"Fallback":["Fallback"],"Summary Large Image":["Imagem Grande de Resumo"],"Summary":["Resumo"],"X Card Type":["Tipo de Cartão X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Escolha como seu conteúdo aparecerá quando compartilhado no X (anteriormente Twitter). Esta configuração determina o tipo de cartão—seja um resumo ou um resumo com uma imagem grande—usado na prévia do post."],"Site's X Profile":["Perfil X do Site"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Forneça a URL completa do seu perfil oficial no X (Twitter). Esta URL será usada nos dados estruturados do seu site sob o campo Schema → Organização → SameAs para associar sua marca ao seu perfil social verificado."],"Author’s X Profile":["Perfil X do Autor"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Insira a URL da sua página de autor de fallback no Twitter. Esta será usada se uma URL de autor individual não for fornecida."],"X":["X"],"Invalid Date":["Data Inválida"],"No Date":["Sem Data"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Use uma tag %1$s em todos os %2$s para evitar que apareçam nos resultados de busca."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Use uma tag %1$s para impedir que os motores de busca sigam links em %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Use uma tag %1$s para evitar que os motores de busca salvem versões em cache de %2$s."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Uma página estática é definida como a página inicial do seu site no Painel do WordPress > Configurações > Leitura."],"Edit the home page":["Editar a página inicial"]," to set its search engine and social settings.":["para definir suas configurações de mecanismo de busca e sociais."],"Use data from Facebook Tab":["Usar dados da aba do Facebook"],"Select an option":["Selecione uma opção"],"Search posts\/pages\/taxonomies, etc":["Pesquisar postagens\/páginas\/taxonomias, etc"],"Display On":["Exibir Em"],"Add Condition":["Adicionar Condição"],"Do Not Display On":["Não Exibir Em"],"Back":["Voltar"],"Properties":["Propriedades"],"Display Conditions":["Condições de Exibição"],"Remove":["Remover"]}}}