{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_general_home-page_home-page_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Lanjutan"],"Search Engine Preview":["Prabaca Mesin Pencari"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Lihat prabaca tentang bagaimana halaman Anda mungkin muncul dalam hasil mesin pencari. Prabaca ini hanya untuk panduan dan mungkin tidak persis mencocokkan cara mesin pencari menampilkan konten Anda."],"Search Engine Title":["Judul Mesin Pencari"],"Type @ to view variable suggestions":["Ketik @ untuk melihat saran variabel"],"Search Engine Description":["Deskripsi Mesin Pencari"],"Social Image":["Gambar Sosial"],"Social Title":["Judul Sosial"],"Social Description":["Deskripsi Sosial"],"%s Preview":["%s Prabaca"],"Home Page":["Halaman Utama"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Tetapkan gambar default yang akan digunakan untuk berbagi sosial ketika tidak ada gambar unggulan atau gambar khusus sosial yang tersedia. Ini memastikan konten Anda selalu memiliki visual saat dibagikan di platform seperti Facebook atau X (Twitter)."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Halaman statis diatur sebagai halaman utama situs web Anda di WordPress Dashboard > Pengaturan > Membaca."],"Edit the home page":["Edit halaman utama"]," to set its search engine and social settings.":["untuk mengatur pengaturan mesin pencari dan sosialnya."],"Use data from Facebook Tab":["Gunakan data dari Facebook Tab"],"Home Page General":["Halaman Utama Umum"],"Home Page Social":["Halaman Utama Sosial"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Atur judul dan deskripsi khusus untuk halaman utama Anda guna mengontrol bagaimana tampilannya di hasil Pencarian Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Atur judul, deskripsi, dan gambar khusus untuk Facebook dan Twitter guna mengontrol bagaimana halaman utama Anda muncul saat dibagikan. Ini membantu membuat konten Anda terlihat lebih menarik di media sosial."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Kontrol bagaimana mesin pencari memperlakukan halaman utama Anda. Opsi ini memungkinkan Anda menyembunyikannya dari hasil pencarian, menghentikan pengikutan tautan, atau mencegah penampilan versi cache."]}}}