{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/0\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Advanced":["Avançado"],"Search Engine Preview":["Prévia do Motor de Busca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Veja uma prévia de como sua página pode aparecer nos resultados do motor de busca. Esta prévia é apenas para orientação e pode não corresponder exatamente a como os motores de busca exibem seu conteúdo."],"Search Engine Title":["Título do Motor de Busca"],"Type @ to view variable suggestions":["Digite @ para ver sugestões de variáveis"],"Search Engine Description":["Descrição do Motor de Busca"],"Social Image":["Imagem Social"],"Social Title":["Título Social"],"Social Description":["Descrição Social"],"%s Preview":["%s Prévia"],"Home Page":["Página Inicial"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Defina uma imagem padrão que será usada para compartilhamento social quando nenhuma imagem destacada ou específica para social estiver disponível. Isso garante que seu conteúdo sempre tenha um visual quando compartilhado em plataformas como Facebook ou X (Twitter)."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Uma página estática é definida como a página inicial do seu site no Painel do WordPress > Configurações > Leitura."],"Edit the home page":["Editar a página inicial"]," to set its search engine and social settings.":["para definir suas configurações de mecanismo de busca e sociais."],"Use data from Facebook Tab":["Usar dados da aba do Facebook"],"Home Page General":["Página Inicial Geral"],"Home Page Social":["Página Inicial Social"],"Set a custom title and description for your homepage to control how it appears in Google Search results.":["Defina um título e descrição personalizados para sua página inicial para controlar como ela aparece nos resultados de busca do Google."],"Set a custom title, description, and image for Facebook and Twitter to control how your homepage appears when shared. This helps make your content look more appealing on social media.":["Defina um título, descrição e imagem personalizados para Facebook e Twitter para controlar como sua página inicial aparece quando compartilhada. Isso ajuda a tornar seu conteúdo mais atraente nas redes sociais."],"Control how search engines treat your homepage. These options let you hide it from search results, stop link following, or prevent showing cached versions.":["Controle como os motores de busca tratam sua página inicial. Essas opções permitem que você a oculte dos resultados de busca, pare de seguir links ou impeça a exibição de versões em cache."]}}}