{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Open SureRank SEO":["Abrir SureRank SEO"],"No index":["No indexar"],"Prevents search engines from listing your page in search results.":["Evita que los motores de búsqueda enumeren tu página en los resultados de búsqueda."],"No follow":["No seguir"],"Tells search engines not to follow any links on your page.":["Indica a los motores de búsqueda que no sigan ningún enlace en tu página."],"No archive":["No archivar"],"Blocks search engines from storing a cached version of your page.":["Bloquea a los motores de búsqueda de almacenar una versión en caché de tu página."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Este contenido se establecerá como la etiqueta de descripción meta y puede aparecer en los resultados de búsqueda. Mantenlo breve y explica claramente de qué trata la página."],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Ver una vista previa de cómo puede aparecer tu página en los resultados de los motores de búsqueda. Esta vista previa es solo para orientación y puede no coincidir exactamente con cómo los motores de búsqueda muestran tu contenido."],"SureRank Meta Box":["Caja Meta SureRank"],"Page contains at least one subheading.":["La página contiene al menos un subtítulo."],"All images on this page have alt text attributes.":["Todas las imágenes en esta página tienen atributos de texto alternativo."],"This page includes images or videos to enhance content.":["Esta página incluye imágenes o videos para mejorar el contenido."],"No images or videos found on this page.":["No se encontraron imágenes ni videos en esta página."],"Canonical tag is not present on the page.":["La etiqueta canónica no está presente en la página."],"Canonical tag is present on the page.":["La etiqueta canónica está presente en la página."],"Page URL is short and SEO-friendly.":["La URL de la página es corta y amigable para SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["La URL de la página es más larga que %s caracteres y puede afectar el SEO y la legibilidad."],"One or more broken links found on the page.":["Se encontró uno o más enlaces rotos en la página."],"This page includes video(s) but no images.":["Esta página incluye video(s) pero no imágenes."],"No links found on this page.":["No se encontraron enlaces en esta página."],"Links are present on this page.":["Los enlaces están presentes en esta página."],"No broken links found on the page.":["No se encontraron enlaces rotos en la página."],"Issue":["Problema"],"Site Icon: ":["Ícono del sitio:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["El ícono del sitio (favicon) aparece en las pestañas del navegador, marcadores y dispositivos móviles. Para actualizarlo, ve a Configuración General → Ícono del sitio y sube una nueva imagen bajo Identidad del sitio."],"Change Here":["Cambiar aquí"],"Invalid Date":["Fecha inválida"],"No Date":["Sin fecha"],"Page does not contain at least one subheading.":["La página no contiene al menos un subtítulo."],"Warning":["Advertencia"],"These broken links were found on the page:":["Se encontraron estos enlaces rotos en la página:"],"issue":["problema"],"Failed to check link":["Error al verificar el enlace"],"SEO is Optimized":["El SEO está optimizado"],"%1$d %2$s need attention.":["%1$d %2$s requiere atención."],"All SEO checks passed.":["Todas las verificaciones de SEO pasaron."],"One or more images are missing alt text attributes.":["Una o más imágenes no tienen atributos alt text."],"But don't worry, we will add them automatically for you.":["Pero no te preocupes, las añadiremos automáticamente por ti."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Puedes agregarlas manualmente o activar la configuración automática de título y alt en las opciones."],"%s Issue Detected":["%s Problema detectado"],"%s Warning Detected":["%s Advertencia detectada"]}}}