{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Page contains at least one subheading.":["Strona zawiera co najmniej jeden podtytuł."],"All images on this page have alt text attributes.":["Wszystkie obrazy na tej stronie mają atrybuty tekstu alternatywnego."],"This page includes images or videos to enhance content.":["Ta strona zawiera obrazy lub filmy, aby wzbogacić treść."],"No images or videos found on this page.":["Nie znaleziono obrazów ani filmów na tej stronie."],"Canonical tag is not present on the page.":["Tag kanoniczny nie jest obecny na stronie."],"Canonical tag is present on the page.":["Tag kanoniczny jest obecny na stronie."],"Page URL is short and SEO-friendly.":["Adres URL strony jest krótki i przyjazny dla SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["Adres URL strony jest dłuższy niż %s znaków i może wpływać na SEO oraz czytelność."],"One or more broken links found on the page.":["Na stronie znaleziono jeden lub więcej uszkodzonych linków."],"Issue":["Problem"],"Site Icon: ":["Ikona witryny:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikona witryny (favicon) pojawia się na kartach przeglądarki, w zakładkach i na urządzeniach mobilnych. Aby ją zaktualizować, przejdź do Ustawień ogólnych → Ikona witryny i prześlij nowy obrazek w sekcji Tożsamość witryny."],"Change Here":["Zmień tutaj"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Zobacz podgląd, jak Twoja strona może wyglądać w wynikach wyszukiwania. Ten podgląd ma charakter wyłącznie informacyjny i może nie dokładnie odpowiadać temu, jak wyszukiwarki wyświetlają Twoje treści."],"Invalid Date":["Nieprawidłowa data"],"No Date":["Brak daty"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ta treść zostanie ustawiona jako tag opisu meta i może pojawić się w wynikach wyszukiwania. Zachowaj ją krótko i jasno wyjaśnij, o czym jest strona."],"No index":["Brak indeksu"],"Prevents search engines from listing your page in search results.":["Zapobiega wyświetlaniu Twojej strony w wynikach wyszukiwania przez wyszukiwarki."],"No follow":["Brak śledzenia"],"Tells search engines not to follow any links on your page.":["Informuje wyszukiwarki, aby nie śledziły żadnych linków na Twojej stronie."],"No archive":["Brak archiwum"],"Blocks search engines from storing a cached version of your page.":["Blokuje wyszukiwarki przed przechowywaniem wersji pamięci podręcznej Twojej strony."],"Open SureRank SEO":["Otwórz SureRank SEO"],"This page includes video(s) but no images.":["Ta strona zawiera wideo, ale brak obrazów."],"No links found on this page.":["Brak linków na tej stronie."],"Links are present on this page.":["Linki są obecne na tej stronie."],"Page does not contain at least one subheading.":["Strona nie zawiera przynajmniej jednego podtytułu."],"No broken links found on the page.":["Brak uszkodzonych linków na stronie."],"SureRank Meta Box":["Meta Box SureRank"],"Warning":["Ostrzeżenie"],"These broken links were found on the page:":["Na stronie znaleziono te uszkodzone linki:"],"issue":["problem"],"Failed to check link":["Nie udało się sprawdzić linku"],"SEO is Optimized":["SEO jest zoptymalizowane"],"%1$d %2$s need attention.":["%1$d %2$s wymaga uwagi."],"All SEO checks passed.":["Wszystkie kontrole SEO przebiegły pomyślnie."],"One or more images are missing alt text attributes.":["Brak atrybutów tekstu alternatywnego dla jednej lub więcej obrazów"],"But don't worry, we will add them automatically for you.":["Ale nie martw się, dodamy je automatycznie za Ciebie"],"You can add them manually or turn on auto-set image title and alt in the settings.":["Możesz dodać je ręcznie lub włączyć automatyczne ustawianie tytułu i tekstu alternatywnego obrazów w ustawieniach"],"%s Issue Detected":["%s wykryto problem"],"%s Warning Detected":["%s wykryto ostrzeżenie"]}}}