{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/835\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Schema":["Esquema"],"Select an option":["Selecione uma opção"],"Settings saved successfully":["Configurações salvas com sucesso"],"Your SEO Settings Migration is Paused":["Sua Migração de Configurações de SEO está Pausada"],"We've successfully imported some of your SEO settings, but the migration wasn't completed. This may happen if the process was interrupted or exited early. Don't worry — everything imported so far is safely saved, and no duplicate data will be created.":["Importamos com sucesso algumas de suas configurações de SEO, mas a migração não foi concluída. Isso pode acontecer se o processo foi interrompido ou saiu cedo. Não se preocupe — tudo que foi importado até agora está salvo com segurança, e nenhum dado duplicado será criado."],"Resume Migration":["Retomar Migração"],"Start Over":["Começar de Novo"],"Cancel Migration":["Cancelar Migração"],"We've Imported SEO Settings. Here's What's Done:":["Importamos Configurações de SEO. Aqui está o que foi feito:"],"Since SureRank has different features compared to the plugin you imported from, and this was an automatic migration, some settings may not have carried over. Please review and test everything to ensure it works as expected.":["Como o SureRank tem recursos diferentes em comparação com o plugin do qual você importou, e esta foi uma migração automática, algumas configurações podem não ter sido transferidas. Por favor, revise e teste tudo para garantir que funcione conforme esperado."],"Settings which may not be migrated completely.":["Configurações que podem não ter sido migradas completamente."],"Migrate":["Migrar"],"Simplify your SEO management by migrating your settings from a plugin to SureRank, ensuring a seamless transition and consistent optimization across your website.":["Simplifique seu gerenciamento de SEO migrando suas configurações de um plugin para o SureRank, garantindo uma transição suave e otimização consistente em todo o seu site."],"Migration is in progress. Are you sure you want to leave? Unsaved changes may be lost.":["A migração está em andamento. Tem certeza de que deseja sair? Alterações não salvas podem ser perdidas."],"API request failed":["Falha na solicitação da API"],"To apply the new imported settings, the page will refresh automatically in 3 seconds.":["Para aplicar as novas configurações importadas, a página será atualizada automaticamente em 3 segundos."],"Migration failed":["Falha na migração"],"Migration failed. Please try again.":["Falha na migração. Por favor, tente novamente."],"Import SEO data from":["Importar dados de SEO de"],"%s will be deactivated after migration. Uncheck to keep it active.":["%s será desativado após a migração. Desmarque para mantê-lo ativo."],"Migration Error":["Erro de migração"],"Try Again":["Tentar novamente"],"%s completed":["%s concluído"],"%1$s\/%2$s imported":["%1$s\/%2$s importados"],"Preparing migration…":["Preparando migração…"],"Reading %s…":["Lendo %s…"],"Reading taxonomies…":["Lendo taxonomias…"],"Reading content…":["Lendo conteúdo…"],"Migrating global settings…":["Migrando configurações globais…"],"Migrating %s…":["Migrando %s…"],"Migrating taxonomies…":["Migrando taxonomias…"],"Migrating content…":["Migrando conteúdo…"],"Processing…":["Processando…"],"Importing SEO Settings from":["Importando configurações de SEO de"],"Global Settings":["Configurações globais"]}}}