{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/elementor\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Page contains at least one subheading.":["La pagina contiene almeno un sottotitolo."],"All images on this page have alt text attributes.":["Tutte le immagini in questa pagina hanno attributi di testo alternativo."],"This page includes images or videos to enhance content.":["Questa pagina include immagini o video per migliorare il contenuto."],"No images or videos found on this page.":["Nessuna immagine o video trovato in questa pagina."],"Canonical tag is not present on the page.":["Il tag canonico non è presente nella pagina."],"Canonical tag is present on the page.":["Il tag canonico è presente nella pagina."],"Page URL is short and SEO-friendly.":["L'URL della pagina è breve e SEO-friendly."],"Page URL is longer than %s characters and may affect SEO and readability.":["L'URL della pagina è più lungo di %s caratteri e potrebbe influire su SEO e leggibilità."],"One or more broken links found on the page.":["Uno o più link rotti trovati nella pagina."],"Issue":["Problema"],"Site Icon: ":["Icona del sito:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icona del sito (favicon) appare nelle schede del browser, nei segnalibri e sui dispositivi mobili. Per aggiornarla, vai su Impostazioni generali → Icona del sito e carica una nuova immagine sotto Identità del sito."],"Change Here":["Cambia qui"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Visualizza un'anteprima di come la tua pagina potrebbe apparire nei risultati dei motori di ricerca. Questa anteprima è solo a scopo indicativo e potrebbe non corrispondere esattamente a come i motori di ricerca visualizzano il tuo contenuto."],"Invalid Date":["Data non valida"],"No Date":["Nessuna data"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Questo contenuto sarà impostato come tag di descrizione meta e potrebbe apparire nei risultati di ricerca. Mantienilo breve e spiega chiaramente di cosa tratta la pagina."],"No index":["Nessun indice"],"Prevents search engines from listing your page in search results.":["Impedisce ai motori di ricerca di elencare la tua pagina nei risultati di ricerca."],"No follow":["Nessun follow"],"Tells search engines not to follow any links on your page.":["Indica ai motori di ricerca di non seguire alcun link sulla tua pagina."],"No archive":["Nessun archivio"],"Blocks search engines from storing a cached version of your page.":["Blocca i motori di ricerca dal memorizzare una versione cache della tua pagina."],"Open SureRank SEO":["Apri SureRank SEO"],"This page includes video(s) but no images.":["Questa pagina include video ma nessuna immagine."],"No links found on this page.":["Nessun link trovato in questa pagina."],"Links are present on this page.":["I link sono presenti in questa pagina."],"Page does not contain at least one subheading.":["La pagina non contiene almeno un sottotitolo."],"No broken links found on the page.":["Nessun link interrotto trovato nella pagina."],"SureRank Meta Box":["Casella Meta SureRank"],"Warning":["Avviso"],"These broken links were found on the page:":["Questi link interrotti sono stati trovati nella pagina:"],"issue":["problema"],"Failed to check link":["Impossibile verificare il link"],"SEO is Optimized":["SEO ottimizzato"],"%1$d %2$s need attention.":["%1$d %2$s necessitano attenzione."],"All SEO checks passed.":["Tutti i controlli SEO sono passati."],"One or more images are missing alt text attributes.":["Una o più immagini mancano degli attributi alt."],"But don't worry, we will add them automatically for you.":["Ma non preoccuparti, le aggiungeremo automaticamente per te."],"You can add them manually or turn on auto-set image title and alt in the settings.":["Puoi aggiungerle manualmente o attivare l'impostazione automatica del titolo e dell'alt delle immagini nelle impostazioni."],"%s Issue Detected":["%s Problema rilevato"],"%s Warning Detected":["%s Avviso rilevato"]}}}