{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tableau de bord"],"General":["Général"],"Advanced":["Avancé"],"Post Title":["Titre de l'article"],"Separator":["Séparateur"],"Site Name":["Nom du site"],"Schema Title":["Titre du schéma"],"Schema Type":["Type de schéma"],"Post Excerpt":["Extrait de publication"],"Term Description":["Description de terme"],"Fix SEO Issues with AI":["Corriger les problèmes SEO avec l'IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Laissez l'IA détecter et résoudre automatiquement les problèmes SEO sur la page, tels que les descriptions SEO manquantes, les balises alt d'image, et plus encore."],"Upgrade Now":["Mettre à niveau maintenant"],"Fix It for Me":["Corrigez-le pour moi"],"Tagline":["Slogan"],"Term Title":["Titre de terme"],"No index":["Pas d'index"],"Prevents search engines from listing your page in search results.":["Empêche les moteurs de recherche de lister votre page dans les résultats de recherche."],"No follow":["Pas de suivi"],"Tells search engines not to follow any links on your page.":["Indique aux moteurs de recherche de ne pas suivre les liens sur votre page."],"No archive":["Pas d'archive"],"Blocks search engines from storing a cached version of your page.":["Bloque les moteurs de recherche de stocker une version mise en cache de votre page."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ce contenu sera défini comme la balise de description meta et peut apparaître dans les résultats de recherche. Gardez-le court et expliquez clairement de quoi parle la page."],"Search Engine Preview":["Aperçu du moteur de recherche"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Voir un aperçu de l'apparence de votre page dans les résultats des moteurs de recherche. Cet aperçu est à titre indicatif uniquement et peut ne pas correspondre exactement à la façon dont les moteurs de recherche affichent votre contenu."],"Search Engine Title":["Titre du moteur de recherche"],"Type @ to view variable suggestions":["Tapez @ pour voir les suggestions de variables"],"Search Engine Description":["Description du moteur de recherche"],"Sample Post - Testing Site":["Publication d'exemple - Site de test"],"Social Image":["Image sociale"],"Social Title":["Titre social"],"Social Description":["Description sociale"],"%s Preview":["%s Aperçu"],"Robot Instructions":["Instructions pour les robots"],"Social":["Social"],"This schema does not have any configurable fields":["Ce schéma n'a aucun champ configurable"],"Search or select an option":["Rechercher ou sélectionner une option"],"Add Schema":["Ajouter un schéma"],"Choose Schema":["Choisir un schéma"],"Cancel":["Annuler"],"Add New":["Ajouter nouveau"],"Schema":["Schéma"],"Save":["Enregistrer"],"Saving..":["Enregistrement.."],"Saved":["Enregistré"],"Bad":["Mauvais"],"Fair":["Passable"],"Settings":["Paramètres"],"Proceed":["Procéder"],"Failed to fetch general seo analysis report":["Échec de la récupération du rapport d'analyse SEO général"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération du rapport d'analyse SEO général. Veuillez réessayer plus tard."],"Failed to fetch other seo analysis report":["Échec de la récupération d'un autre rapport d'analyse SEO"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération de l'autre rapport d'analyse SEO. Veuillez réessayer plus tard."],"Failed to fetch analysis report":["Échec de la récupération du rapport d'analyse"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération du rapport d'analyse SEO des paramètres. Veuillez réessayer plus tard."],"Search…":["Recherche…"],"Critical SEO Issues Detected":["Problèmes SEO critiques détectés"],"Needs Improvement":["Nécessite des améliorations"],"SEO is Optimized":["SEO optimisé"],"What's New?":["Quoi de neuf ?"],"Knowledge Base":["Base de connaissances"],"Please select a site":["Veuillez sélectionner un site"],"Failed to proceed":["Échec de la procédure"],"Site selected successfully":["Site sélectionné avec succès"],"Select a site":["Sélectionnez un site"],"No Verified Site Found":["Aucun site vérifié trouvé"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Ajoutez et vérifiez votre site dans Google Search Console pour commencer à voir des informations ici."],"Learn more":["En savoir plus"],"Search Console Account":["Compte Search Console"],"Please select a site below to view its data.":["Veuillez sélectionner un site ci-dessous pour voir ses données."],"Facebook Preview":["Aperçu Facebook"],"X Preview":["Aperçu X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Une fois qu'un site est sélectionné, vous verrez comment votre contenu se comporte dans les moteurs de recherche ici."],"Actions":["Actions"],"View":["Voir"],"Search":["Recherche"],"Content Performance":["Performance du contenu"],"No Content Performance to Show":["Aucune performance de contenu à afficher"],"Home Page":["Page d'accueil"],"Sitemaps":["Sitemaps"],"Site Analysis":["Analyse du site"],"No additional information to show.":["Aucune information supplémentaire à afficher."],"Site SEO Analysis":["Analyse SEO du site"]," Fix All for Me":["Tout réparer pour moi"],"No Results Found":["Aucun résultat trouvé"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Votre recherche n'a donné aucun résultat. Veuillez essayer un mot-clé différent ou affiner vos critères de recherche."],"Issue":["Problème"],"Action":["Action"],"Page %1$s out of %2$s":["Page %1$s sur %2$s"],"Previous page":["Page précédente"],"Page %s":["Page %s"],"Next page":["Page suivante"],"Good":["Bien"],"Enable Author Archive":["Activer l'archive de l'auteur"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Affiche tous les articles publiés par un auteur spécifique. Utile pour mettre en valeur les contributions d'un auteur et aider les moteurs de recherche à comprendre l'attribution et la pertinence thématique."],"Enable Date Archive":["Activer l'archive par date"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Regroupe les articles par mois ou par année. Aide les visiteurs à explorer le contenu chronologiquement et permet aux moteurs de recherche de mieux indexer le contenu basé sur le temps."],"Archive Pages":["Pages d'archive"],"XML":["XML"],"Enable XML Sitemap":["Activer le plan du site XML"],"Generates an XML sitemap to help search engines index your site content.":["Génère un plan du site XML pour aider les moteurs de recherche à indexer le contenu de votre site."],"Include Images in XML Sitemap":["Inclure des images dans le plan du site XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Ajoutez des images de vos articles et pages au plan du site XML afin que les moteurs de recherche puissent les trouver et les indexer plus facilement. Les images ne sont visibles que dans le code source."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Le plan du site est actuellement désactivé. Veuillez activer le plan du site XML dans les paramètres pour accéder au fichier du plan du site."],"Open Sitemap":["Ouvrir le plan du site"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Ces paramètres aident les moteurs de recherche à comprendre comment traiter votre page d'accueil dans les résultats de recherche. Activer 'No Index' empêchera la page d'accueil d'apparaître dans les résultats de recherche. 'No Follow' indique aux moteurs de recherche de ne suivre aucun lien sur la page, et 'No Archive' empêche les moteurs de recherche de stocker une version mise en cache de la page. Ces paramètres s'appliquent uniquement à la page d'accueil de votre site web."],"No Index":["Pas d'index"],"Prevents search engines from listing your home page in search results.":["Empêche les moteurs de recherche de lister votre page d'accueil dans les résultats de recherche."],"No Follow":["Pas de suivi"],"Tells search engines not to follow any links on your home page.":["Indique aux moteurs de recherche de ne pas suivre les liens sur votre page d'accueil."],"No Archive":["Pas d'archive"],"Blocks search engines from storing a cached version of your home page.":["Bloque les moteurs de recherche de stocker une version mise en cache de votre page d'accueil."],"This is only for Home Page. These settings will not affect any other pages.":["Ceci est uniquement pour la page d'accueil. Ces paramètres n'affecteront aucune autre page."],"Site Name: ":["Nom du site :"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Le nom du site utilisé dans les titres et descriptions méta est tiré des paramètres généraux de WordPress, où il est défini sous \"Titre du site\"."],"Site Icon: ":["Icône du site :"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icône du site (favicon) apparaît dans les onglets de navigateur, les favoris et sur les appareils mobiles. Pour la mettre à jour, allez dans Paramètres généraux → Icône du site et téléchargez une nouvelle image sous Identité du site."],"Change Here":["Changer ici"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Définissez un titre par défaut pour toutes les pages de publication individuelles afin d'aider à définir comment elles apparaissent dans les moteurs de recherche. Vous pouvez remplacer ce titre pour n'importe quelle publication en l'éditant directement."],"Titles and Descriptions":["Titres et descriptions"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Entrez les URL complètes de vos profils officiels. Celles-ci seront ajoutées au schéma d'organisation sous SameAs pour aider les moteurs de recherche à vérifier votre présence en ligne."],"Other Accounts":["Autres comptes"],"Site Facebook Page":["Page Facebook du site"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fournissez l'URL complète de votre page Facebook officielle. Cette URL sera utilisée dans les données structurées de votre site sous le champ Schéma → Organisation → SameAs pour associer votre marque à son profil social vérifié."],"Author Facebook Page":["Page Facebook de l'auteur"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Entrez l'URL de votre page Facebook d'auteur par défaut. Elle sera utilisée dans les données structurées lorsqu'une publication n'a pas de profil d'auteur spécifique défini - utile pour les sites multi-auteurs."],"Facebook":["Facebook"],"Select Default Image":["Sélectionner une image par défaut"],"Set Default Image":["Définir une image par défaut"],"Default Image":["Image par défaut"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Définissez une image par défaut qui sera utilisée pour le partage social lorsque aucune image mise en avant ou spécifique au social n'est disponible. Cela garantit que votre contenu a toujours un visuel lorsqu'il est partagé sur des plateformes comme Facebook ou X (Twitter)."],"Preview":["Aperçu"],"Fallback":["Repli"],"Summary Large Image":["Image large de résumé"],"Summary":["Résumé"],"X Card Type":["Type de carte X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Choisissez comment votre contenu apparaîtra lorsqu'il sera partagé sur X (anciennement Twitter). Ce paramètre détermine le type de carte - soit un résumé, soit un résumé avec une grande image - utilisé dans l'aperçu de la publication."],"Site's X Profile":["Profil X du site"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fournissez l'URL complète de votre profil officiel X (Twitter). Cette URL sera utilisée dans les données structurées de votre site sous le champ Schéma → Organisation → SameAs pour associer votre marque à son profil social vérifié."],"Author’s X Profile":["Profil X de l'auteur"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Entrez l'URL de votre page d'auteur Twitter de secours. Cela sera utilisé si une URL d'auteur individuelle n'est pas fournie."],"X":["X"],"Invalid Date":["Date invalide"],"No Date":["Pas de date"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utilisez une balise %1$s sur tous les %2$s pour éviter qu'ils n'apparaissent dans les résultats de recherche."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utilisez une balise %1$s pour empêcher les moteurs de recherche de suivre les liens sur %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utilisez une balise %1$s pour empêcher les moteurs de recherche d'enregistrer des versions mises en cache de %2$s."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Une page statique est définie comme la page d'accueil de votre site Web sous Tableau de bord WordPress > Réglages > Lecture."],"Edit the home page":["Modifier la page d'accueil"]," to set its search engine and social settings.":["pour définir ses paramètres de moteur de recherche et sociaux."],"Use data from Facebook Tab":["Utiliser les données de l'onglet Facebook"],"Select an option":["Sélectionnez une option"],"Search posts\/pages\/taxonomies, etc":["Rechercher des publications\/pages\/taxonomies, etc."],"Display On":["Afficher sur"],"Add Condition":["Ajouter une condition"],"Do Not Display On":["Ne pas afficher sur"],"Back":["Retour"],"Properties":["Propriétés"],"Display Conditions":["Conditions d'affichage"],"Remove":["Supprimer"]}}}