{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/src_apps_admin-general_advanced_robot-instructions_robot-instructions_js\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"No Index":["Brak indeksu"],"No Follow":["Brak śledzenia"],"No Archive":["Brak archiwum"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Użyj tagu %1$s we wszystkich %2$s, aby zapobiec ich pojawianiu się w wynikach wyszukiwania."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Użyj tagu %1$s, aby zatrzymać wyszukiwarki przed śledzeniem linków na %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Użyj tagu %1$s, aby zapobiec wyszukiwarkom przed zapisywaniem wersji pamięci podręcznej %2$s."],"Post Types":["Typy postów"],"Taxonomies":["Taksonomie"],"Archives":["Archiwa"],"This setting tells search engines not to index selected post types, pages, taxonomies, or archives. It’s useful for keeping low-value or duplicate content out of search results and focusing SEO efforts on key pages.":["To ustawienie informuje wyszukiwarki, aby nie indeksowały wybranych typów wpisów, stron, taksonomii lub archiwów. Jest przydatne do wykluczania treści o niskiej wartości lub duplikatów z wyników wyszukiwania oraz skupienia działań SEO na kluczowych stronach."],"This stops search engines from following links on selected content. It’s helpful when you want to avoid passing link value to certain pages or reduce crawling on parts of your site that aren’t important for SEO.":["To uniemożliwia wyszukiwarkom śledzenie linków na wybranych treściach. Jest pomocne, gdy chcesz uniknąć przekazywania wartości linków do niektórych stron lub zmniejszyć indeksowanie części witryny, które nie są ważne dla SEO."],"This prevents search engines from showing cached versions of specific content in search results. It’s helpful for keeping control over how your content appears and ensuring only the latest version is viewed.":["To zapobiega wyświetlaniu przez wyszukiwarki wersji pamięci podręcznej określonych treści w wynikach wyszukiwania. Pomaga to kontrolować, jak Twoje treści się pojawiają i zapewnia, że wyświetlana jest tylko najnowsza wersja."]}}}