{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dasbor"],"General":["Umum"],"Advanced":["Lanjutan"],"Post Title":["Judul Pos"],"Separator":["Pemisah"],"Site Name":["Nama Situs"],"Schema Title":["Judul Skema"],"Schema Type":["Jenis Skema"],"Post Excerpt":["Cuplikan Pos"],"Term Description":["Deskripsi Istilah"],"Fix SEO Issues with AI":["Perbaiki Masalah SEO dengan AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Biarkan AI secara otomatis mendeteksi dan menyelesaikan masalah SEO di halaman, seperti deskripsi SEO yang hilang, tag alt gambar, dan lainnya."],"Upgrade Now":["Tingkatkan Sekarang"],"Fix It for Me":["Perbaiki Untuk Saya"],"Tagline":["Tagline"],"Term Title":["Judul Istilah"],"No index":["Tidak ada indeks"],"Prevents search engines from listing your page in search results.":["Mencegah mesin pencari mencantumkan halaman Anda dalam hasil pencarian."],"No follow":["Tidak mengikuti"],"Tells search engines not to follow any links on your page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman Anda."],"No archive":["Tidak arsip"],"Blocks search engines from storing a cached version of your page.":["Memblokir mesin pencari dari menyimpan versi cache halaman Anda."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Konten ini akan diatur sebagai tag deskripsi meta dan mungkin muncul dalam hasil pencarian. Jaga agar tetap singkat dan jelaskan dengan jelas tentang apa halaman ini."],"Search Engine Preview":["Prabaca Mesin Pencari"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Lihat prabaca tentang bagaimana halaman Anda mungkin muncul dalam hasil mesin pencari. Prabaca ini hanya untuk panduan dan mungkin tidak persis mencocokkan cara mesin pencari menampilkan konten Anda."],"Search Engine Title":["Judul Mesin Pencari"],"Type @ to view variable suggestions":["Ketik @ untuk melihat saran variabel"],"Search Engine Description":["Deskripsi Mesin Pencari"],"Sample Post - Testing Site":["Pos Contoh - Situs Pengujian"],"Social Image":["Gambar Sosial"],"Social Title":["Judul Sosial"],"Social Description":["Deskripsi Sosial"],"%s Preview":["%s Prabaca"],"Robot Instructions":["Instruksi Robot"],"Social":["Sosial"],"This schema does not have any configurable fields":["Skema ini tidak memiliki bidang yang dapat dikonfigurasi"],"Search or select an option":["Cari atau pilih opsi"],"Add Schema":["Tambahkan Skema"],"Choose Schema":["Pilih Skema"],"Cancel":["Batal"],"Add New":["Tambahkan Baru"],"Schema":["Skema"],"Save":["Simpan"],"Saving..":["Menyimpan.."],"Saved":["Tersimpan"],"Bad":["Buruk"],"Fair":["Cukup"],"Settings":["Pengaturan"],"Proceed":["Lanjutkan"],"Failed to fetch general seo analysis report":["Gagal mengambil laporan analisis SEO umum"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO umum. Silakan coba lagi nanti."],"Failed to fetch other seo analysis report":["Gagal mengambil laporan analisis SEO lainnya"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO lainnya. Silakan coba lagi nanti."],"Failed to fetch analysis report":["Gagal mengambil laporan analisis"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO pengaturan. Silakan coba lagi nanti."],"Search…":["Cari…"],"Critical SEO Issues Detected":["Masalah SEO Kritis Terdeteksi"],"Needs Improvement":["Perlu Perbaikan"],"SEO is Optimized":["SEO Sudah Dioptimalkan"],"What's New?":["Apa yang Baru?"],"Knowledge Base":["Basis Pengetahuan"],"Please select a site":["Silakan pilih situs"],"Failed to proceed":["Gagal untuk melanjutkan"],"Site selected successfully":["Situs berhasil dipilih"],"Select a site":["Pilih situs"],"No Verified Site Found":["Tidak Ada Situs Terverifikasi Ditemukan"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Tambahkan dan verifikasi situs Anda di Google Search Console untuk mulai melihat wawasan di sini."],"Learn more":["Pelajari lebih lanjut"],"Search Console Account":["Akun Search Console"],"Please select a site below to view its data.":["Silakan pilih situs di bawah ini untuk melihat datanya."],"Facebook Preview":["Prabaca Facebook"],"X Preview":["Prabaca X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Setelah situs dipilih, Anda akan melihat bagaimana konten Anda berkinerja di mesin pencari di sini."],"Actions":["Tindakan"],"View":["Lihat"],"Search":["Cari"],"Content Performance":["Kinerja Konten"],"No Content Performance to Show":["Tidak Ada Kinerja Konten untuk Ditampilkan"],"Home Page":["Halaman Utama"],"Sitemaps":["Peta Situs"],"Site Analysis":["Analisis Situs"],"No additional information to show.":["Tidak ada informasi tambahan yang ditampilkan."],"Site SEO Analysis":["Analisis SEO Situs"]," Fix All for Me":["Perbaiki Semua untuk Saya"],"No Results Found":["Tidak Ada Hasil Ditemukan"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Pencarian Anda tidak cocok dengan hasil apa pun. Silakan coba kata kunci yang berbeda atau perbaiki kriteria pencarian Anda."],"Issue":["Masalah"],"Action":["Tindakan"],"Page %1$s out of %2$s":["Halaman %1$s dari %2$s"],"Previous page":["Halaman sebelumnya"],"Page %s":["Halaman %s"],"Next page":["Halaman berikutnya"],"Good":["Baik"],"Enable Author Archive":["Aktifkan Arsip Penulis"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Menampilkan semua pos yang diterbitkan oleh penulis tertentu. Berguna untuk menampilkan kontribusi penulis dan membantu mesin pencari memahami kepenulisan dan relevansi topikal."],"Enable Date Archive":["Aktifkan Arsip Tanggal"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Mengelompokkan pos berdasarkan bulan atau tahun. Membantu pengunjung menjelajahi konten secara kronologis dan memungkinkan mesin pencari untuk lebih baik mengindeks konten berbasis waktu."],"Archive Pages":["Halaman Arsip"],"XML":["XML"],"Enable XML Sitemap":["Aktifkan Peta Situs XML"],"Generates an XML sitemap to help search engines index your site content.":["Menghasilkan peta situs XML untuk membantu mesin pencari mengindeks konten situs Anda."],"Include Images in XML Sitemap":["Sertakan Gambar dalam Peta Situs XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Tambahkan gambar dari pos dan halaman Anda ke peta situs XML sehingga mesin pencari dapat menemukannya dan mengindeksnya dengan lebih mudah. Gambar hanya terlihat dalam kode sumber."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Peta situs saat ini dinonaktifkan. Silakan aktifkan peta situs XML di pengaturan untuk mengakses file peta situs."],"Open Sitemap":["Buka Peta Situs"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Pengaturan ini membantu mesin pencari memahami bagaimana memperlakukan halaman beranda Anda dalam hasil pencarian. Mengaktifkan 'Tidak Indeks' akan mencegah halaman beranda muncul dalam hasil pencarian. 'Tidak Ikuti' memberi tahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman, dan 'Tidak Arsip' mencegah mesin pencari menyimpan versi cache dari halaman. Pengaturan ini hanya berlaku untuk halaman beranda situs Anda."],"No Index":["Tidak Indeks"],"Prevents search engines from listing your home page in search results.":["Mencegah mesin pencari mencantumkan halaman beranda Anda dalam hasil pencarian."],"No Follow":["Tidak Ikuti"],"Tells search engines not to follow any links on your home page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman beranda Anda."],"No Archive":["Tidak Arsip"],"Blocks search engines from storing a cached version of your home page.":["Memblokir mesin pencari dari menyimpan versi cache dari halaman beranda Anda."],"This is only for Home Page. These settings will not affect any other pages.":["Ini hanya untuk Halaman Beranda. Pengaturan ini tidak akan mempengaruhi halaman lainnya."],"Site Name: ":["Nama Situs:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Nama situs yang digunakan dalam judul dan deskripsi meta diambil dari Pengaturan Umum WordPress, di mana ia didefinisikan di bawah \"Judul Situs.\""],"Site Icon: ":["Ikon Situs:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikon situs (favicon) muncul di tab browser, bookmark, dan perangkat mobile. Untuk memperbaruinya, pergi ke Pengaturan Umum → Ikon Situs dan unggah gambar baru di bawah Identitas Situs."],"Change Here":["Ubah Di Sini"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Tetapkan judul default untuk semua halaman pos individu untuk membantu mendefinisikan bagaimana mereka muncul di mesin pencari. Anda dapat menimpa judul ini untuk pos mana pun dengan mengeditnya secara langsung."],"Titles and Descriptions":["Judul dan Deskripsi"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Masukkan URL lengkap dari profil resmi Anda. Ini akan ditambahkan ke skema Organisasi di bawah SameAs untuk membantu mesin pencari memverifikasi keberadaan online Anda."],"Other Accounts":["Akun Lain"],"Site Facebook Page":["Halaman Facebook Situs"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Berikan URL lengkap dari Halaman Facebook resmi Anda. URL ini akan digunakan dalam data terstruktur situs Anda di bawah Skema → Organisasi → Bidang SameAs untuk mengaitkan merek Anda dengan profil sosialnya yang terverifikasi."],"Author Facebook Page":["Halaman Facebook Penulis"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Masukkan URL halaman penulis Facebook default Anda. Ini akan digunakan dalam data terstruktur ketika sebuah pos tidak memiliki profil penulis tertentu yang diatur - berguna untuk situs multi-penulis."],"Facebook":["Facebook"],"Select Default Image":["Pilih Gambar Default"],"Set Default Image":["Tetapkan Gambar Default"],"Default Image":["Gambar Default"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Tetapkan gambar default yang akan digunakan untuk berbagi sosial ketika tidak ada gambar unggulan atau gambar khusus sosial yang tersedia. Ini memastikan konten Anda selalu memiliki visual saat dibagikan di platform seperti Facebook atau X (Twitter)."],"Preview":["Prabaca"],"Fallback":["Cadangan"],"Summary Large Image":["Gambar Besar Ringkasan"],"Summary":["Ringkasan"],"X Card Type":["Jenis Kartu X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Pilih bagaimana konten Anda akan muncul saat dibagikan di X (sebelumnya Twitter). Pengaturan ini menentukan jenis kartu—baik ringkasan atau ringkasan dengan gambar besar—yang digunakan dalam prabaca pos."],"Site's X Profile":["Profil X Situs"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Berikan URL lengkap dari profil resmi X (Twitter) Anda. URL ini akan digunakan dalam data terstruktur situs Anda di bawah Skema → Organisasi → Bidang SameAs untuk mengaitkan merek Anda dengan profil sosialnya yang terverifikasi."],"Author’s X Profile":["Profil X Penulis"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Masukkan URL halaman penulis Twitter cadangan Anda. Ini akan digunakan jika URL penulis individu tidak disediakan."],"X":["X"],"Invalid Date":["Tanggal Tidak Valid"],"No Date":["Tidak Ada Tanggal"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Gunakan tag %1$s pada semua %2$s untuk mencegahnya muncul di hasil pencarian."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Gunakan tag %1$s untuk menghentikan mesin pencari mengikuti tautan di %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Gunakan tag %1$s untuk mencegah mesin pencari menyimpan versi cache dari %2$s."],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Halaman statis diatur sebagai halaman utama situs web Anda di WordPress Dashboard > Pengaturan > Membaca."],"Edit the home page":["Edit halaman utama"]," to set its search engine and social settings.":["untuk mengatur pengaturan mesin pencari dan sosialnya."],"Use data from Facebook Tab":["Gunakan data dari Facebook Tab"],"Select an option":["Pilih opsi"],"Search posts\/pages\/taxonomies, etc":["Cari pos\/halaman\/taksonomi, dll"],"Display On":["Tampilkan Di"],"Add Condition":["Tambahkan Kondisi"],"Do Not Display On":["Jangan Tampilkan Di"],"Back":["Kembali"],"Properties":["Properti"],"Display Conditions":["Kondisi Tampilkan"],"Remove":["Hapus"]}}}