{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/admin-general\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Cruscotto"],"General":["Generale"],"Advanced":["Avanzato"],"Post Title":["Titolo del post"],"Separator":["Separatore"],"Site Name":["Nome del sito"],"Schema Title":["Titolo dello schema"],"Schema Type":["Tipo di schema"],"Post Excerpt":["Estratto del post"],"Term Description":["Descrizione termine"],"Tagline":["Slogan"],"Proceed":["Procedi"],"Cancel":["Annulla"],"Failed to fetch general seo analysis report":["Impossibile recuperare il rapporto di analisi SEO generale"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Si è verificato un errore imprevisto durante il recupero del rapporto di analisi SEO generale. Riprova più tardi."],"Failed to fetch other seo analysis report":["Impossibile recuperare il rapporto di analisi SEO aggiuntivo"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Si è verificato un errore imprevisto durante il recupero del rapporto di analisi SEO aggiuntivo. Riprova più tardi."],"Failed to fetch analysis report":["Impossibile recuperare il rapporto di analisi"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Si è verificato un errore imprevisto durante il recupero del rapporto di analisi SEO delle impostazioni. Riprova più tardi."],"Save":["Salva"],"Saving..":["Salvataggio.."],"Saved":["Salvato"],"Search…":["Cerca…"],"Settings":["Impostazioni"],"Critical SEO Issues Detected":["Problemi SEO critici rilevati"],"Needs Improvement":["Necessita di miglioramenti"],"SEO is Optimized":["SEO ottimizzato"],"What's New?":["Cosa c'è di nuovo?"],"Knowledge Base":["Base di conoscenza"],"Please select a site":["Seleziona un sito"],"Failed to proceed":["Impossibile procedere"],"Site selected successfully":["Sito selezionato con successo"],"Select a site":["Seleziona un sito"],"No Verified Site Found":["Nessun sito verificato trovato"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Aggiungi e verifica il tuo sito in Google Search Console per iniziare a vedere le informazioni qui."],"Learn more":["Scopri di più"],"Search Console Account":["Account Search Console"],"Please select a site below to view its data.":["Seleziona un sito qui sotto per visualizzarne i dati."],"Facebook Preview":["Anteprima Facebook"],"X Preview":["Anteprima X"],"Once a site is selected, you'll see how your content is performing in search engines here.":["Una volta selezionato un sito, vedrai come i tuoi contenuti si stanno comportando nei motori di ricerca qui."],"Actions":["Azioni"],"View":["Visualizza"],"Search":["Cerca"],"Content Performance":["Prestazioni dei contenuti"],"No Content Performance to Show":["Nessuna prestazione dei contenuti da mostrare"],"Home Page":["Pagina principale"],"Sitemaps":["Sitemaps"],"Robot Instructions":["Istruzioni per i robot"],"Schema":["Schema"],"Site Analysis":["Analisi del sito"],"No additional information to show.":["Nessuna informazione aggiuntiva da mostrare."],"Fix It for Me":["Correggilo per me"],"Site SEO Analysis":["Analisi SEO del sito"]," Fix All for Me":["Correggi tutto per me"],"No Results Found":["Nessun risultato trovato"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["La tua ricerca non ha corrisposto a nessun risultato. Prova una parola chiave diversa o affina i criteri di ricerca."],"Issue":["Problema"],"Action":["Azione"],"Page %1$s out of %2$s":["Pagina %1$s di %2$s"],"Previous page":["Pagina precedente"],"Page %s":["Pagina %s"],"Next page":["Pagina successiva"],"Enable Author Archive":["Abilita Archivio Autore"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Mostra tutti i post pubblicati da un autore specifico. Utile per mettere in mostra i contributi di un autore e aiutare i motori di ricerca a comprendere la paternità e la rilevanza tematica."],"Enable Date Archive":["Abilita Archivio Data"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Raggruppa i post per mese o anno. Aiuta i visitatori a esplorare i contenuti cronologicamente e consente ai motori di ricerca di indicizzare meglio i contenuti basati sul tempo."],"Archive Pages":["Pagine di archivio"],"XML":["XML"],"Enable XML Sitemap":["Abilita Sitemap XML"],"Generates an XML sitemap to help search engines index your site content.":["Genera una sitemap XML per aiutare i motori di ricerca a indicizzare i contenuti del tuo sito."],"Include Images in XML Sitemap":["Includi immagini nella Sitemap XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Aggiungi immagini dai tuoi post e pagine alla sitemap XML in modo che i motori di ricerca possano trovarle e indicizzarle più facilmente. Le immagini sono visibili solo nel codice sorgente."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["La sitemap è attualmente disabilitata. Abilita la sitemap XML nelle impostazioni per accedere al file della sitemap."],"Open Sitemap":["Apri Sitemap"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Queste impostazioni aiutano i motori di ricerca a comprendere come trattare la tua home page nei risultati di ricerca. Abilitare 'No Index' impedirà alla home page di apparire nei risultati di ricerca. 'No Follow' dice ai motori di ricerca di non seguire alcun link sulla pagina, e 'No Archive' impedisce ai motori di ricerca di memorizzare una versione cache della pagina. Queste impostazioni si applicano solo alla home page del tuo sito web."],"No Index":["Nessun indice"],"Prevents search engines from listing your home page in search results.":["Impedisce ai motori di ricerca di elencare la tua home page nei risultati di ricerca."],"No Follow":["Nessun follow"],"Tells search engines not to follow any links on your home page.":["Indica ai motori di ricerca di non seguire alcun link sulla tua home page."],"No Archive":["Nessun archivio"],"Blocks search engines from storing a cached version of your home page.":["Blocca i motori di ricerca dal memorizzare una versione cache della tua home page."],"This is only for Home Page. These settings will not affect any other pages.":["Questo è solo per la home page. Queste impostazioni non influenzeranno altre pagine."],"Site Name: ":["Nome del sito:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Il nome del sito utilizzato nei titoli e nelle descrizioni meta è preso dalle Impostazioni generali di WordPress, dove è definito sotto \"Titolo del sito\"."],"Site Icon: ":["Icona del sito:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icona del sito (favicon) appare nelle schede del browser, nei segnalibri e sui dispositivi mobili. Per aggiornarla, vai su Impostazioni generali → Icona del sito e carica una nuova immagine sotto Identità del sito."],"Change Here":["Cambia qui"],"Search Engine Title":["Titolo del motore di ricerca"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Imposta un titolo predefinito per tutte le singole pagine dei post per aiutare a definire come appaiono nei motori di ricerca. Puoi sovrascrivere questo titolo per qualsiasi post modificandolo direttamente."],"Type @ to view variable suggestions":["Digita @ per visualizzare suggerimenti sulle variabili"],"Search Engine Preview":["Anteprima del motore di ricerca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Visualizza un'anteprima di come la tua pagina potrebbe apparire nei risultati dei motori di ricerca. Questa anteprima è solo a scopo indicativo e potrebbe non corrispondere esattamente a come i motori di ricerca visualizzano il tuo contenuto."],"Titles and Descriptions":["Titoli e descrizioni"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Inserisci gli URL completi dei tuoi profili ufficiali. Questi saranno aggiunti allo schema dell'Organizzazione sotto SameAs per aiutare i motori di ricerca a verificare la tua presenza online."],"Other Accounts":["Altri account"],"Site Facebook Page":["Pagina Facebook del sito"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fornisci l'URL completo della tua pagina Facebook ufficiale. Questo URL sarà utilizzato nei dati strutturati del tuo sito sotto Schema → Organizzazione → campo SameAs per associare il tuo marchio al suo profilo sociale verificato."],"Author Facebook Page":["Pagina Facebook dell'autore"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Inserisci l'URL della tua pagina Facebook dell'autore predefinita. Sarà utilizzata nei dati strutturati quando un post non ha un profilo autore specifico impostato - utile per siti con più autori."],"Facebook":["Facebook"],"Social Image":["Immagine sociale"],"Select Default Image":["Seleziona immagine predefinita"],"Set Default Image":["Imposta immagine predefinita"],"Default Image":["Immagine predefinita"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Imposta un'immagine predefinita che sarà utilizzata per la condivisione sociale quando non è disponibile alcuna immagine in evidenza o specifica per i social. Questo assicura che il tuo contenuto abbia sempre un'immagine visiva quando viene condiviso su piattaforme come Facebook o X (Twitter)."],"Preview":["Anteprima"],"Fallback":["Fallback"],"Summary Large Image":["Immagine grande di riepilogo"],"Summary":["Riepilogo"],"X Card Type":["Tipo di scheda X"],"Choose how your content will appear when shared on X (formerly Twitter). This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Scegli come apparirà il tuo contenuto quando condiviso su X (precedentemente Twitter). Questa impostazione determina il tipo di scheda—sia un riepilogo che un riepilogo con un'immagine grande—utilizzato nell'anteprima del post."],"Site's X Profile":["Profilo X del sito"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fornisci l'URL completo del tuo profilo ufficiale X (Twitter). Questo URL sarà utilizzato nei dati strutturati del tuo sito sotto il campo Schema → Organization → SameAs per associare il tuo marchio al suo profilo sociale verificato."],"Author’s X Profile":["Profilo X dell'autore"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Inserisci l'URL della tua pagina autore di Twitter di riserva. Questo sarà utilizzato se non viene fornito un URL di autore individuale."],"X":["X"],"Invalid Date":["Data non valida"],"No Date":["Nessuna data"],"Fix SEO Issues with AI":["Correggi i problemi SEO con l'IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Lascia che l'IA rilevi e risolva automaticamente i problemi SEO on-page, come descrizioni SEO mancanti, tag alt delle immagini e altro."],"Upgrade Now":["Aggiorna ora"],"Bad":["Cattivo"],"Fair":["Discreto"],"Good":["Buono"],"Sample Post - Testing Site":["Post di esempio - Sito di test"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Questo contenuto sarà impostato come tag di descrizione meta e potrebbe apparire nei risultati di ricerca. Mantienilo breve e spiega chiaramente di cosa tratta la pagina."],"Term Title":["Titolo del termine"],"No index":["Nessun indice"],"Prevents search engines from listing your page in search results.":["Impedisce ai motori di ricerca di elencare la tua pagina nei risultati di ricerca."],"No follow":["Nessun follow"],"Tells search engines not to follow any links on your page.":["Indica ai motori di ricerca di non seguire alcun link sulla tua pagina."],"No archive":["Nessun archivio"],"Blocks search engines from storing a cached version of your page.":["Blocca i motori di ricerca dal memorizzare una versione cache della tua pagina."],"Social":["Sociale"],"Add New":["Aggiungi nuovo"],"Search or select an option":["Cerca o seleziona un'opzione"],"This schema does not have any configurable fields":["Questo schema non ha campi configurabili"],"Use a %1$s tag on all %2$s to prevent them from appearing in search results.":["Utilizza un tag %1$s su tutti i %2$s per impedire loro di apparire nei risultati di ricerca."],"Use a %1$s tag to stop search engines from following links on %2$s.":["Utilizza un tag %1$s per impedire ai motori di ricerca di seguire i link su %2$s."],"Use a %1$s tag to keep search engines from saving cached versions of %2$s.":["Utilizza un tag %1$s per impedire ai motori di ricerca di salvare versioni cache di %2$s."],"Search Engine Description":["Descrizione del motore di ricerca"],"A static page is set as the home page of your website under WordPress Dashboard > Settings > Reading. ":["Una pagina statica è impostata come homepage del tuo sito web sotto WordPress Dashboard > Impostazioni > Lettura."],"Edit the home page":["Modifica la homepage"]," to set its search engine and social settings.":["per impostare le sue impostazioni di ricerca e social."],"Use data from Facebook Tab":["Utilizza i dati dalla scheda Facebook"],"Social Title":["Titolo sociale"],"Social Description":["Descrizione sociale"],"%s Preview":["%s Anteprima"],"Select an option":["Seleziona un'opzione"],"Search posts\/pages\/taxonomies, etc":["Cerca post\/pagine\/tassonomie, ecc."],"Display On":["Visualizza su"],"Add Condition":["Aggiungi condizione"],"Do Not Display On":["Non visualizzare su"],"Back":["Indietro"],"Properties":["Proprietà"],"Display Conditions":["Condizioni di visualizzazione"],"Add Schema":["Aggiungi schema"],"Choose Schema":["Scegli schema"],"Remove":["Rimuovi"]}}}